Repository: greenbone/gsa
Catalog: src/po/gsad_xsl-*.po
Languages: ar, ja

source: New Report Filter from current term
ar: مرشّح تقرير جديد من المصطلح الحالي
ja: 現在の用語からの新しいレポートフィルタ

source: New Result Filter from current term
ar: مرشّح النتيجة جديد من المصطلح الحالي
ja: 現在の用語からの新しい結果フィルター

source: New Note Filter from current term
ar: مرشّح ملاحظة جديد من المصطلح الحالي
ja: 現在の用語からの新しいノートフィルタ

source: New Override Filter from current term
ar: مرشّح تجاوز جديد من المصطلح الحالي
ja: 現在の用語からの新しいオーバーライドフィルタ

source: New Info Filter from current term
ar: مرشّح معلومات جديد من المصطلح الحالي
ja: 現在の用語から新しい情報フィルタ

source: New All SecInfo Filter from current term
ar: جديد كل مرشحات الـ SecInfo من المصطلح الحالي
ja: 現在の用語からの新しいすべてのセキュリティ情報フィルタ

source: New Target Filter from current term
ar: مرشّح هدف جديد من المصطلح الحالي
ja: 現在の用語からの新しいターゲットフィルタ

source: New Port List Filter from current term
ar: مرشّح قائمة المنافذ جديد من المصطلح الحالي
ja: 現在の用語から新しいポート一覧フィルタ

source: New Credential Filter from current term
ar: مرشّح الاعتمادات جديد من المصطلح الحالي
ja: 現在の用語からの新しい資格情報フィルタ

source: New Scan Config Filter from current term
ar: مرشح إعداد مسح جديد من العنصر الحالي
ja: 現在の用語から新しいスキャン設定フィルタ

source: New Alert Filter from current term
ar: مرشّح تنبيه جديد من المصطلح الحالي
ja: 現在の用語からの新しいアラートフィルタ

source: New Schedule Filter from current term
ar: مرشّح جدول جديد من المصطلح الحالي
ja: 現在の用語からの新しいスケジュールフィルタ

source: New Report Format Filter from current term
ar: مرشّح صيغة التقرير جديد من المصطلح الحالي
ja: 現在の用語からの新しいレポート書式フィルタ

source: New Slave Filter from current term
ar: مرشّح التابع جديد من المصطلح الحالي
ja: 現在の用語から新しいスレーブフィルタ

source: New Agent Filter from current term
ar: مرشّح وكيل جديد من المصطلح الحالي
ja: 現在の用語からの新しいエージェントフィルタ

source: New Scanner Filter from current term
ar: مرشّح ماسح جديد من المصطلح الحالي
ja: 現在の用語から新しいスキャナフィルタ

source: New Filter Filter from current term
ar: مرشّح المرشّح جديد من المصطلح الحالي
ja: 現在の用語から新しいフィルタのフィルタ

source: New Tag Filter from current term
ar: مرشّح وسم جديد من المصطلح الحالي
ja: 現在の用語から新しいタグフィルタ

source: New Permission Filter from current term
ar: مرشّح سماحية جديد من المصطلح الحالي
ja: 現在の用語からの新しいアクセス許可フィルタ

source: New User Filter from current term
ar: مرشّح مستخدم جديد من المصطلح الحالي
ja: 現在の用語から新しいユーザーフィルタ

source: New Group Filter from current term
ar: مرشّح مجموعة جديد من المصطلح الحالي
ja: 現在の用語から新しいグループフィルタ

source: New Role Filter from current term
ar: مرشّح دور جديد من المصطلح الحالي
ja: 現在の用語からの新しいロールフィルタ

source: New Slave
ar: تابع جديد
ja: 新規スレーブ

source: Task is still in use
ar: المهمة لاتزال قيد الاستخدام
ja: タスクはまだ使用中です

source: Note is still in use
ar: الملاحظة لا تزال قيد الاستخدام
ja: ノートはまだ使用中です

source: Override is still in use
ar: التجاوز لايزال قيد الاستخدام
ja: オーバーライドはまだ使用中です

source: Slave is still in use
ar: التابع لا يزال قيد الاستخدام
ja: スレーブはまだ使用中です

source: Agent is still in use
ar: الوكيل لا يزال قيد الاستخدام
ja: エージェントはまだ使用中です

source: User is still in use
ar: المستخدم لا يزال قيد الاستخدام
ja: ユーザーはまだ使用中です

source: Task is not writable
ar: لا يمكن الكتابة على هذه المهمة
ja: タスクが書き込み可能ではありません

source: Target is not writable
ar: لا يمكن الكتابة على هذا الهدف
ja: ターゲットは書き込み可能ではありません

source: Port List is not writable
ar: لا يمكن الكتابة على قائمة المنافذ هذه
ja: ポート一覧は書き込み可能ではありません

source: Credential is not writable
ar: لا يمكن الكتابة على هذه الاعتمادات
ja: 資格情報は書き込み可能ではありません

source: Alert is not writable
ar: لا يمكن الكتابة على هذا التنبيه
ja: アラートは書き込み可能ではありません

source: Schedule is not writable
ar: لا يمكن الكتابة على هذا الجدول
ja: スケジュールは書き込み可能ではありません

source: Report Format is not writable
ar: لا يمكن الكتابة على صيغة التقرير
ja: レポート形式が書き込み可能ではありません

source: Slave is not writable
ar: لا يمكن الكتابة على هذا التابع
ja: スレーブは書き込み可能ではありません

source: Agent is not writable
ar: لا يمكن الكتابة على هذا الوكيل
ja: エージェントは書き込み可能ではありません

source: Scanner is not writable
ar: لا يمكن الكتابة على هذا الماسح
ja: スキャナは書き込み可能ではありません

source: Filter is not writable
ar: لا يمكن الكتابة على هذا المرشّح
ja: フィルタは書き込み可能ではありません

source: Tag is not writable
ar: لا يمكن الكتابة على هذا الوسم
ja: タグは書き込み可能ではありません

source: Permission is not writable
ar: لا يمكن الكتابة على هذه صلاحية
ja: アクセス許可は書き込み可能ではありません

source: User is not writable
ar: لا يمكن الكتابة على هذا المستخدم
ja: ユーザーが書き込み可能ではない

source: Group is not writable
ar: لا يمكن الكتابة على هذه المجموعة
ja: グループは書き込み可能ではありません

source: Role is not writable
ar: لا يمكن الكتابة على هذا الدّور
ja: ロールは書き込み可能ではありません

source: Task cannot be deleted
ar: لا يمكن حذف المهمة
ja: タスクを削除できません

source: Report cannot be deleted
ar: لا يمكن حذف التقرير
ja: レポートを削除できません

source: Note cannot be deleted
ar: لا يمكن حذف الـملاحظة
ja: ノートは削除できません

source: Override cannot be deleted
ar: لا يمكن حذف التجاوز
ja: オーバーライドを削除することができません

source: Target cannot be deleted
ar: لا يمكن حذف الهدف
ja: ターゲットを削除することはできません

source: Port List cannot be deleted
ar: لا يمكن حذف قائمة المنافذ
ja: ポート一覧は削除できません

source: Credential cannot be deleted
ar: لا يمكن حذف الاعتمادات
ja: 資格情報を削除できません

source: Scan Config cannot be deleted
ar: إعداد المسح لايمكن مسحه
ja: スキャン設定を削除できません

source: Alert cannot be deleted
ar: لا يمكن حذف التنبيه
ja: アラートは削除できません

source: Schedule cannot be deleted
ar: لا يمكن حذف الجدول
ja: スケジュールを削除することはできません

source: Report Format cannot be deleted
ar: لا يمكن حذف صيغة التقرير
ja: レポート形式を削除できません

source: Slave cannot be deleted
ar: لا يمكن حذف التابع
ja: スレーブは削除できません

source: Agent cannot be deleted
ar: لا يمكن حذف الوكيل
ja: エージェントを削除できません

source: Scanner cannot be deleted
ar: لا يمكن حذف الماسح
ja: スキャナを削除することはできません

source: Filter cannot be deleted
ar: لا يمكن حذف المرشّح
ja: フィルタを削除できません

source: Tag cannot be deleted
ar: لا يمكن حذف الوسم
ja: タグを削除することはできません

source: Permission cannot be deleted
ar: لا يمكن حذف الصلاحية
ja: アクセス許可を削除できません

source: Group cannot be deleted
ar: لا يمكن حذف المجموعة
ja: グループを削除できません

source: Role cannot be deleted
ar: لا يمكن حذف الدّور
ja: ロールは削除できません

source: Task cannot be moved to the trashcan
ar: لا يمكن حذف المهمة
ja: タスクをごみ箱に移動することはできません

source: Report cannot be moved to the trashcan
ar: التقرير لا يمكن نقله إلى سلة المهملات
ja: レポートをごみ箱に移動することはできません

source: Note cannot be moved to the trashcan
ar: الملاحظة لا يمكن نقلها إلى سلة المهملات
ja: ノートをごみ箱に移動することはできません

source: Override cannot be moved to the trashcan
ar: التجاوز لا يمكن نقله إلى سلة المهملات
ja: オーバーライドをごみ箱に移動することはできません

source: Target cannot be moved to the trashcan
ar: الهدف لا يمكن نقله إلى سلة المهملات
ja: ターゲットをごみ箱に移動することはできません

source: Port List cannot be moved to the trashcan
ar: قائمة المنافذ لا يمكن نقله إلى سلة المهملات
ja: ポート一覧はごみ箱に移動できません

source: Credential cannot be moved to the trashcan
ar: الاعتمادات لا يمكن نقلها إلى سلة المهملات
ja: 資格情報をごみ箱に移動することはできません

source: Scan Config cannot be moved to the trashcan
ar: إعداد المسح لايمكن نقله إلى سلة المهملات
ja: スキャン設定をごみ箱に移動することはできません

source: Alert cannot be moved to the trashcan
ar: التنبيه لا يمكن نقله إلى سلة المهملات
ja: アラートをごみ箱に移動することはできません

source: Schedule cannot be moved to the trashcan
ar: الجدول لا يمكن نقله إلى سلة المهملات
ja: スケジュールはゴミ箱に移動することはできません

source: Report Format cannot be moved to the trashcan
ar: صيغة التقرير لا يمكن نقله إلى سلة المهملات
ja: レポート形式をごみ箱に移動することはできません

source: Slave cannot be moved to the trashcan
ar: التابع لا يمكن نقله إلى سلة المهملات
ja: スレーブはごみ箱に移動できません

source: Agent cannot be moved to the trashcan
ar: الوكيل لا يمكن نقله إلى سلة المهملات
ja: エージェントをごみ箱に移動することはできません

source: Scanner cannot be moved to the trashcan
ar: الماسح لا يمكن نقله إلى سلة المهملات
ja: スキャナをごみ箱に移動することはできません

source: Filter cannot be moved to the trashcan
ar: المرشّح لا يمكن نقله إلى سلة المهملات
ja: フィルタをごみ箱に移動することはできません

source: Tag cannot be moved to the trashcan
ar: الوسم لا يمكن نقله إلى سلة المهملات
ja: タグをごみ箱に移動することはできません

source: Permission cannot be moved to the trashcan
ar: الصلاحية لا يمكن نقله إلى سلة المهملات
ja: アクセス許可をゴミ箱に移動することはできません

source: User cannot be moved to the trashcan
ar: المستخدم لا يمكن نقله إلى سلة المهملات
ja: ユーザーをごみ箱に移動できません

source: Group cannot be moved to the trashcan
ar: المجموعة لا يمكن نقلها إلى سلة المهملات
ja: グループをごみ箱に移動することはできません

source: Role cannot be moved to the trashcan
ar: الدّور لا يمكن نقله إلى سلة المهملات
ja: ロールをごみ箱に移動することはできません

source: Permission to move Task to trashcan denied
ar: السماحية لنقل المهمة إلى سلة المهملات تم رفضها
ja: タスクをごみ箱に移動する権限が拒否されました

source: Permission to move Report to trashcan denied
ar: السماحية لنقل التقرير إلى سلة المهملات تم رفضها
ja: レポートをごみ箱に移動する権限が拒否されました

source: Permission to move Target to trashcan denied
ar: السماحية لنقل الهدف إلى سلة المهملات تم رفضها
ja: ターゲットをごみ箱に移動する権限が拒否されました

source: Permission to move Port List to trashcan denied
ar: السماحية لنقل قائمة المنافذ إلى سلة المهملات تم رفضها
ja: ポート一覧をごみ箱に移動する権限が拒否されました

source: Permission to move Credential to trashcan denied
ar: السماحية لنقل الاعتمادات إلى سلة المهملات تم رفضها
ja: 資格情報をごみ箱に移動する権限が拒否されました

source: Permission to move Scan Config to trashcan denied
ar: تم منع السماحية لنقل إعداد المسح إلى سلة المهملات
ja: スキャン設定をごみ箱に移動する権限が拒否されました

source: Permission to move Alert to trashcan denied
ar: السماحية لنقل التنبيه إلى سلة المهملات تم رفضها
ja: ごみ箱にアラートを移動する権限が拒否されました

source: Permission to move Schedule to trashcan denied
ar: السماحية لنقل الجدول إلى سلة المهملات تم رفضها
ja: スケジュールをごみ箱に移動する権限が拒否されました

source: Permission to move Report Format to trashcan denied
ar: السماحية لنقل صيغة التقرير إلى سلة المهملات تم رفضها
ja: レポート形式をごみ箱に移動する権限が拒否されました

source: Permission to move Slave to trashcan denied
ar: السماحية لنقل التابع إلى سلة المهملات تم رفضها
ja: スレーブをごみ箱に移動する権限が拒否されました

source: Permission to move Agent to trashcan denied
ar: السماحية لنقل الوكيل إلى سلة المهملات تم رفضها
ja: エージェントをごみ箱に移動する権限が拒否されました

source: Permission to move Scanner to trashcan denied
ar: السماحية لنقل الماسح إلى سلة المهملات تم رفضها
ja: スキャナをごみ箱に移動する権限が拒否されました

source: Permission to move Filter to trashcan denied
ar: السماحية لنقل المرشّح إلى سلة المهملات تم رفضها
ja: フィルタをごみ箱に移動する権限が拒否されました

source: Permission to move Tag to trashcan denied
ar: السماحية لنقل الوسم إلى سلة المهملات تم رفضها
ja: タグをごみ箱に移動する権限が拒否されました

source: Permission to move Permission to trashcan denied
ar: السماحية لنقل الصلاحية إلى سلة المهملات تم رفضها
ja: アクセス許可をごみ箱に移動する権限が拒否されました

source: Permission to move User to trashcan denied
ar: السماحية لنقل المستخدم إلى سلة المهملات تم رفضها
ja: ユーザーをごみ箱に移動する権限が拒否されました

source: Permission to move Group to trashcan denied
ar: السماحية لنقل مجموعة إلى سلة المهملات تم رفضها
ja: グループをごみ箱に移動する権限が拒否されました

source: Permission to move Role to trashcan denied
ar: السماحية لنقل الدّور إلى سلة المهملات تم رفضها
ja: ロールをごみ箱に移動する権限が拒否されました

source: Permission to edit Task denied
ar: السماحية لتحرير المهمة تم رفضها
ja: タスクを編集する権限が拒否されました

source: Permission to edit Report denied
ar: السماحية لتحرير التقرير تم رفضها
ja: レポートを編集する権限が拒否されました

source: Permission to edit Target denied
ar: السماحية لتحرير الهدف تم رفضها
ja: ターゲットを編集する権限が拒否されました

source: Permission to edit Port List denied
ar: السماحية لتحرير قائمة المنافذ تم رفضها
ja: ポート一覧を編集する権限が拒否されました

source: Permission to edit Credential denied
ar: السماحية لتحرير الاعتمادات تم رفضها
ja: 資格情報を編集する権限が拒否されました

source: Permission to edit Scan Config denied
ar: السماحية لتحرير إعدادات المسح تم رفضها
ja: スキャン設定を編集する権限が拒否されました

source: Permission to edit Alert denied
ar: السماحية لتحرير لبتنبيه تم رفضها
ja: アラートを編集する権限が拒否されました

source: Permission to edit Schedule denied
ar: السماحية لتحرير الجدول تم رفضها
ja: スケジュールを編集する権限が拒否されました

source: Permission to edit Report Format denied
ar: السماحية لتحرير صيغة التقرير تم رفضها
ja: レポート形式を編集する権限が拒否されました

source: Permission to edit Slave denied
ar: السماحية لتحرير التابع تم رفضها
ja: スレーブを編集する権限が拒否されました

source: Permission to edit Agent denied
ar: السماحية لتحرير الوكيل تم رفضها
ja: エージェントを編集するアクセス許可が拒否されました

source: Permission to edit Scanner denied
ar: السماحية لتحرير الماسح تم رفضها
ja: スキャナを編集する権限が拒否されました

source: Permission to edit Filter denied
ar: السماحية لتحرير المرشّح تم رفضها
ja: フィルタを編集する権限が拒否されました

source: Permission to edit Tag denied
ar: السماحية لتحرير الوسم تم رفضها
ja: タグを編集する権限が拒否されました

source: Permission to edit Permission denied
ar: السماحية لتحرير الصلاحية تم رفضها
ja: アクセス許可を編集する権限が拒否されました

source: Permission to edit User denied
ar: السماحية لتحرير المستخدم تم رفضها
ja: ユーザーを編集する権限が拒否されました

source: Permission to edit Group denied
ar: السماحية لتحرير المجموعة تم رفضها
ja: グループを編集する権限が拒否されました

source: Permission to edit Role denied
ar: السماحية لتحرير الدّور تم رفضها
ja: ロールを編集する権限が拒否されました

source: Cannot modify Task
ar: لايمكن تعديل المهمة
ja: タスクを変更できない

source: Cannot modify Report
ar: لايمكن تعديل التقرير
ja: レポートを変更できません

source: Cannot modify Note
ar: لايمكن تعديل الملاحظة
ja: ノートを変更できません

source: Cannot modify Override
ar: لايمكن تعديل التجاوز
ja: オーバーライドを変更できません

source: Cannot modify Target
ar: لايمكن تعديل الهدف
ja: ターゲットを変更できません

source: Cannot modify Port List
ar: لايمكن تعديل قائمة المنافذ
ja: ポート一覧を変更できません

source: Cannot modify Credential
ar: لايمكن تعديل الاعتمادات
ja: 資格情報を変更できません

source: Cannot modify Scan Config
ar: لا يمكن تعديل إعداد المسح
ja: スキャン設定を変更できません

source: Cannot modify Alert
ar: لايمكن تعديل التنبيه
ja: アラートを変更できません

source: Cannot modify Schedule
ar: لايمكن تعديل الجدول
ja: スケジュールを変更できません

source: Cannot modify Report Format
ar: لايمكن تعديل صيغة التقرير
ja: レポート形式を変更できません

source: Cannot modify Slave
ar: لايمكن تعديل التابع
ja: スレーブを変更できません

source: Cannot modify Agent
ar: لايمكن تعديل الوكيل
ja: エージェントを変更できません

source: Cannot modify Scanner
ar: لايمكن تعديل الماسح
ja: スキャナを変更できません

source: Cannot modify Filter
ar: لايمكن تعديل المرشّح
ja: フィルタを変更できません

source: Cannot modify Tag
ar: لايمكن تعديل الوسم
ja: タグを変更できません

source: Cannot modify Permission
ar: لايمكن تعديل الصلاحية
ja: アクセス許可を変更できません

source: Cannot modify User
ar: لايمكن تعديل المستخدم
ja: ユーザーを変更できません

source: Cannot modify Group
ar: لايمكن تعديل المجموعة
ja: グループを変更できません

source: Cannot modify Role
ar: لايمكن تعديل الدّور
ja: ロールを変更できません

source: Task may not be cloned
ar: لايمكن استنساخ المهمة
ja: タスクが複製されない可能性があります

source: Report may not be cloned
ar: لايمكن استنساخ التقرير
ja: レポートが複製されない可能性があります

source: Note may not be cloned
ar: لايمكن استنساخ الملاحظة
ja: ノートは複製されない場合があります

source: Override may not be cloned
ar: لايمكن استنساخ التحاوز
ja: オーバーライドが複製されない可能性があります

source: Target may not be cloned
ar: لايمكن استنساخ الهدف
ja: ターゲットが複製されない可能性があります

source: Port List may not be cloned
ar: لايمكن استنساخ قائمة المنافذ
ja: ポート一覧が複製されない可能性があります

source: Credential may not be cloned
ar: لايمكن استنساخ الاعتمادات
ja: 資格情報が複製されない可能性があります

source: Scan Config may not be cloned
ar: لايمكن استنساخ إعدادات المسح
ja: スキャン設定が複製されない可能性があります

source: Alert may not be cloned
ar: لايمكن استنساخ التنبيه
ja: アラートが複製されない可能性があります

source: Schedule may not be cloned
ar: لايمكن استنساخ الجدول
ja: スケジュールの複製ができない可能性があります

source: Report Format may not be cloned
ar: لايمكن استنساخ صيغة التقرير
ja: レポート形式を複製されない可能性があります

source: Slave may not be cloned
ar: لايمكن استنساخ التابع
ja: スレーブを複製できない可能性があります

source: Agent may not be cloned
ar: لايمكن استنساخ الوكيل
ja: エージェントが複製されない可能性があります

source: Scanner may not be cloned
ar: لايمكن استنساخ الماسح
ja: スキャナが複製されない可能性があります

source: Filter may not be cloned
ar: لايمكن استنساخ المرشّح
ja: フィルタが複製されない可能性があります

source: Tag may not be cloned
ar: لايمكن استنساخ الوسم
ja: タグが複製されない可能性があります

source: Permission may not be cloned
ar: لايمكن استنساخ الصلاحية
ja: アクセス許可が複製されない可能性があります

source: User may not be cloned
ar: لايمكن استنساخ المستخدم
ja: ユーザーを複製できない可能性があります

source: Group may not be cloned
ar: لايمكن استنساخ المجموعة
ja: グループの複製ができない

source: Role may not be cloned
ar: لايمكن استنساخ الدّور
ja: ロールが複製されない可能性があります

source: Task must be owned or global
ar: المهمة يجب أن تكون مملوكة أو عامة
ja: タスクは所有者またはグローバルである必要があります

source: Report must be owned or global
ar: التقرير يجب أن يكون مملوك أو عام
ja: レポートは所有者またはグローバルである必要があります

source: Note must be owned or global
ar: الملاحظة يجب أن تكون مملوكة أو عامة
ja: ノートは所有者またはグローバルである必要があります

source: Override must be owned or global
ar: التجاوزات يجب أن تكون مملوكة أو عامة
ja: オーバライドは所有者またはグローバルである必要があります

source: Target must be owned or global
ar: الهدف يجب أن يكون مملوك أو عام
ja: ターゲットは所有者またはグローバルである必要があります

source: Port List must be owned or global
ar: قائمة المنافذ يجب أن تكون مملوكة أو عامة
ja: ポート一覧は所有者またはグローバルである必要があります

source: Credential must be owned or global
ar: الاعتمادات يجب أن تكون مملوكة أو عامة
ja: 資格情報は所有者またはグローバルである必要があります

source: Scan Config must be owned or global
ar: إعداد المسح يجب أن يكون مملوك أو عمومي
ja: スキャン設定は所有者またはグローバルである必要があります

source: Alert must be owned or global
ar: التنبيه يجب أن يكون مملوك أو عام
ja: アラートは所有者またはグローバルである必要があります

source: Schedule must be owned or global
ar: الجدول يجب أن يكون مملوك أو عام
ja: スケジュールは所有者またはグローバルである必要があります

source: Report Format must be owned or global
ar: صيغة التقرير يجب أن تكون مملوكة أو عامة
ja: レポート形式は所有者またはグローバルである必要があります

source: Slave must be owned or global
ar: التابع يجب أن يكون مملوك أو عام
ja: スレーブは所有者またはグローバルである必要があります

source: Agent must be owned or global
ar: الوكيل يجب أن يكون مملوك أو عام
ja: エージェントは所有者またはグローバルである必要があります

source: Scanner must be owned or global
ar: الماسح يجب أن يكون مملوك أو عام
ja: スキャナは所有者またはグローバルである必要があります

source: Filter must be owned or global
ar: المرشّح يجب أن يكون مملوك أو عام
ja: フィルタは所有者またはグローバルである必要があります

source: Tag must be owned or global
ar: الوسم يجب أن يكون مملوك أو عام
ja: タグは所有者またはグローバルである必要があります

source: Permission must be owned or global
ar: الصلاحية يجب أن تكون مملوكة أو عامة
ja: アクセス許可は所有者またはグローバルである必要があります

source: User must be owned or global
ar: المستخدم يجب أن يكون مملوك أو عام
ja: ユーザーは所有者またはグローバルである必要があります

source: Group must be owned or global
ar: المجموعة يجب أن تكون مملوكة أو عامة
ja: グループは所有者またはグローバルである必要があります

source: Role must be owned or global
ar: الدّور يجب أن يكون مملوك أو عام
ja: ロールは所有者またはグローバルである必要があります

source: Edit Slave
ar: تحرير تابع
ja: スレーブを編集する

source: may run multiple OMP commands as one
ar: التنفيذ يجب أن يكون مملوك أو عام
ja: 複数のOMPコマンドを1つとして実行できます

source: may create a new agent
ar: تعذر إنشاء وكيل جديد
ja: 新しいエージェントを作成することができます

source: may create a new alert
ar: يمكن إنشاء تنبيه جديد
ja: 新しいアラートを作成することができます

source: may create a new scan config
ar: يمكن إنشاء إعداد مسح جديد
ja: 新しいスキャン設定を作成することがあります

source: may create a new filter
ar: يمكن إنشاء مرشّح جديد
ja: 新しいフィルタを作成することができます

source: may create a new group
ar: يمكن إنشاء مجموعة جديدة
ja: 新しいグループを作成することができます

source: may create a new credential
ar: يمكن إنشاء اعتمادات جديدة
ja: 新しい資格情報を作成することができます

source: may create a new note
ar: يمكن إنشاء ملاحظة جديدة
ja: 新しいノートを作成することができます

source: may create a new override
ar: يمكن إنشاء تجاوز جديد
ja: 新しいオーバーライドを作成することができます

source: may create a new permission
ar: يمكن إنشاء صلاحية جديدة
ja: 新しいアクセス許可を作成することができます

source: may create a new port list
ar: يمكن إنشاء قائمة منافذ جديدة
ja: 新しいポート一覧を作成することができます

source: may create a new port range
ar: يمكن إنشاء مجال منافذ جديدة
ja: 新しいポート範囲を作成することができます

source: may create a new report
ar: يمكن إنشاء تقرير جديد
ja: 新しいレポートを作成することができます

source: may create a new report format
ar: يمكن إنشاء صيغة تقرير جديد
ja: 新しいレポート形式を作成することができます

source: may create a new role
ar: يمكن إنشاء دور جديد
ja: 新しいロールを作成することができます

source: may create a new scanner
ar: يمكن إنشاء ماسح جديد
ja: 新しいスキャナを作成することができます

source: may create a new schedule
ar: يمكن إنشاء جدولة جديدة
ja: 新しいスケジュールを作成することができます

source: may create a new slave
ar: يمكن إنشاء تابع جديد
ja: 新しいスレーブを作成することができます

source: may create a new tag
ar: يمكن إنشاء وسم جديد
ja: 新しいタグを作成することができます

source: may create a new target
ar: ربما ينشئ هدف جديد
ja: 新しいターゲットを作成することができます

source: may create a new task
ar: يمكن إنشاء مهمة جديدة
ja: 新しいタスクを作成することができます

source: may create a new user
ar: يمكن إنشاء مستخدم جديد
ja: 新しいユーザーを作成することができます

source: may delete agent %1
ar: يمكن حدف وكيل %1
ja: エージェント %1 を削除することができます

source: may delete alert %1
ar: يمكن حذف التنبيه 1%
ja: アラート %1 を削除することができます

source: may delete scan config %1
ar: يمكن حذف إعداد المسح 1%
ja: スキャン設定の %1 を削除することができます

source: may delete filter %1
ar: يمكن حذف المرشّح 1%
ja: フィルタの %1 を削除することができます

source: may delete group %1
ar: يمكن حذف المجموعة 1%
ja: グループの %1 を削除することができます

source: may delete credential %1
ar: يمكن حذف الاعتمادات 1%
ja: 資格情報の %1 を削除することができます

source: may delete note %1
ar: يمكن حذف الملاحظة 1%
ja: ノートの %1 を削除することができます

source: may delete override %1
ar: يمكن حذف التجاوز 1%
ja: オーバーライドの %1 を削除することができます

source: may delete permission %1
ar: يمكن حذف الصلاحية 1%
ja: アクセス許可の %1 を削除することができます

source: may delete port list %1
ar: يمكن حذف قائمة المنافذ 1%
ja: ポート一覧の %1 を削除することができます

source: may delete port range %1
ar: يمكن حذف مجال المنافذ 1%
ja: ポート範囲の %1 を削除することができます

source: may delete report %1
ar: يمكن حذف التقرير 1%
ja: レポートの %1 を削除することができます

source: may delete report format %1
ar: يمكن حذف صيغة التقرير 1%
ja: レポート形式の %1 を削除することができます

source: may delete role %1
ar: يمكن حذف الدّور 1%
ja: ロールの %1 を削除することができます

source: may delete scanner %1
ar: يمكن حذف الماسح 1%
ja: スキャナの %1 を削除することができます

source: may delete schedule %1
ar: يمكن حذف الجدول 1%
ja: スケジュールの %1 を削除することができます

source: may delete slave %1
ar: يمكن حذف التابع 1%
ja: スレーブの %1 を削除することができます

source: may delete tag %1
ar: يمكن حذف الوسم 1%
ja: タグの %1 を削除することができます

source: may delete target %1
ar: يمكن حذف الهدف 1%
ja: ターゲットの %1 を削除することができます

source: may delete task %1
ar: يمكن حذف المهمة 1%
ja: タスクの %1 を削除することができます

source: may delete user %1
ar: يمكن حذف المستخدم 1%
ja: ユーザーの %1 を削除することができます

source: may delete an existing agent
ar: يمكن حذف وكيل موجود
ja: 既存のエージェントを削除することができます

source: may delete an existing alert
ar: يمكن حذف تنبيه موجود
ja: 既存のアラートを削除することができます

source: may delete an existing scan config
ar: يمكن حذف إعداد مسح موجود
ja: 既存のスキャン設定を削除すことができます

source: may delete an existing filter
ar: يمكن حذف مرشح موجود
ja: 既存のフィルタを削除することができます

source: may delete an existing group
ar: يمكن حذف مجموعة موجودة
ja: 既存のグループを削除することができます

source: may delete an existing credential
ar: يمكن حذف اعتمادات موجودة
ja: 既存の資格情報を削除することができます

source: may delete an existing note
ar: يمكن حذف ملاحظة موجودة
ja: 既存のノートを削除することができます

source: may delete an existing override
ar: يمكن حذف تحاوز موجود
ja: 既存のオーバーライドを削除することができます

source: may delete an existing permission
ar: يمكن حذف صلاحية موجودة
ja: 既存のアクセス許可を削除することができます

source: may delete an existing port list
ar: يمكن حذف قائمة منافذ موجودة
ja: 既存のポート一覧を削除することができます

source: may delete an existing port range
ar: يمكن حذف مجال منافذ موجود
ja: 既存のポート範囲を削除することができます

source: may delete an existing report
ar: يمكن حذف تقرير موجود
ja: 既存のレポートを削除することができます

source: may delete an existing report format
ar: يمكن حذف صيغة تقرير موجودة
ja: 既存のレポート形式を削除することができます

source: may delete an existing role
ar: يمكن حذف دور موجود
ja: 既存のロールを削除することができます

source: may delete an existing scanner
ar: يمكن حذف ماسح موجود
ja: 既存のスキャナを削除することができます

source: may delete an existing schedule
ar: يمكن حذف جدول موجود
ja: 既存のスケジュールを削除することができます

source: may delete an existing slave
ar: يمكن حذف تابع موجود
ja: 既存のスレーブを削除することができます

source: may delete an existing tag
ar: يمكن حذف وسم موجود
ja: 既存のタグを削除することができます

source: may delete an existing target
ar: يمكن حذف هدف موجود
ja: 既存のターゲットを削除することができます

source: may delete an existing task
ar: يمكن حذف مهمة موجودة
ja: 既存のタスクを削除することができます

source: may delete an existing user
ar: يمكن حذف مستخدم موجود
ja: 既存のユーザーを削除することができます

source: has read access to agent %1
ar: يملك حق وصول القراءة للوكيل %1
ja: エージェント %1 への読み取りアクセス権を持っています

source: has read access to alert %1
ar: يملك حق وصول القراءة للتنبيه %1
ja: アラート % 1 への読み取りアクセス権を持っています

source: has read access to scan config %1
ar: يوجد حق القراءة لإعداد المسح 1%
ja: スキャン設定 %1 への読み取りアクセス権を持っています
