Repository: greenbone/gsa
Catalog: src/po/gsad_xsl-*.po
Languages: ar, ja

source: has read access to filter %1
ar: يملك حق وصول القراءة للمرشّح %1
ja: フィルタ %1 への読み取りアクセス権を持っています

source: has read access to group %1
ar: يملك حق وصول القراءة للمجموعة %1
ja: グループ %1 への読み取りアクセス権を持っています

source: has read access to credential %1
ar: يملك حق وصول القراءة للاعتمادات %1
ja: 資格情報 %1 への読み取りアクセス権を持っています

source: has read access to note %1
ar: يملك حق وصول القراءة للملاحظة %1
ja: ノート %1 への読み取りアクセス権を持っています

source: has read access to NVT %1
ar: يملك حق وصول القراءة للNVT, واحد بالمئة
ja: NVT %1 への読み取りアクセス権を持っています

source: has read access to override %1
ar: يملك حق وصول القراءة للتجاوز %1
ja: オーバーライド %1 への読み取りアクセス権を持っています

source: has read access to permission %1
ar: يملك حق وصول القراءة للصلاحية %1
ja: 権限 %1 への読み取りアクセス権を持っています

source: has read access to port list %1
ar: يملك حق وصول القراءة لقائمة المنافذ %1
ja: ポート一覧 %1 への読み取りアクセス権を持っています

source: has read access to port range %1
ar: يملك حق وصول القراءة لمجال المنفذ %1
ja: ポート範囲 %1 への読み取りアクセス権を持っています

source: has read access to report %1
ar: يملك حق وصول القراءة للتقرير %1
ja: レポート %1 への読み取りアクセス権を持っています

source: has read access to report format %1
ar: يملك حق وصول القراءة لصيغة التقرير %1
ja: レポート形式 %1 への読み取りアクセス権を持っています

source: has read access to role %1
ar: يملك حق وصول القراءة للدّور %1
ja: ロール %1 への読み取りアクセス権を持っています

source: has read access to scanner %1
ar: يملك حق وصول القراءة للماسح %1
ja: スキャナ %1 への読み取りアクセス権を持っています

source: has read access to schedule %1
ar: يملك حق وصول القراءة للجدول %1
ja: スケジュール %1 への読み取りアクセス権を持っています

source: has read access to slave %1
ar: يملك حق وصول القراءة للتابع %1
ja: スレーブ %1 への読み取りアクセス権を持っています

source: has read access to system report %1
ar: يملك حق وصول القراءة لتقرير النظام %1
ja: システムレポート %1 への読み取りアクセス権を持っています

source: has read access to tag %1
ar: يملك حق وصول القراءة للوسم %1
ja: タグ %1 への読み取りアクセス権を持っています

source: has read access to target %1
ar: يملك حق وصول القراءة للهدف %1
ja: ターゲット %1 への読み取りアクセス権を持っています

source: has read access to task %1
ar: يملك حق وصول القراءة للمهمة %1
ja: タスク %1 への読み取りアクセス権を持っています

source: has read access to user %1
ar: يملك حق وصول القراءة للمستخدم %1
ja: ユーザー %1 への読み取りアクセス権を持っています

source: has read access to agents
ar: يملك حق وصول القراءة للوكيل %1
ja: エージェントへの読み取りアクセス権を持っています

source: has read access to alerts
ar: يملك حق وصول القراءة للتنبيه %1
ja: アラートへの読み取りアクセス権を持っています

source: has read access to scan configs
ar: لديه حق القراءة لإعداد المسح
ja: スキャン設定への読み取りアクセス権を持っています

source: has read access to feeds
ar: يملك حق وصول القراءة للتلقيم %1
ja: フィードへの読み取りアクセス権を持っています

source: has read access to filters
ar: يملك حق وصول القراءة للمرشّح %1
ja: フィルタへの読み取りアクセス権を持っています

source: has read access to groups
ar: يملك حق وصول القراءة للمجموعة %1
ja: グループへの読み取りアクセス権を持っています

source: has read access to credentials
ar: يملك حق وصول القراءة للاعتمادات %1
ja: 資格情報への読み取りアクセス権を持っています

source: has read access to notes
ar: لديه حق الوصول للملاحظات
ja: ノートへの読み取りアクセス権を持っています

source: has read access to NVTs
ar: يملك حق وصول القراءة لل NVTs
ja: NVT への読み取りアクセス権を持っています

source: has read access to NVT families
ar: لديه حق وصول القراءة لعوائل الـ NVT
ja: NVT ファミリへの読み取りアクセス権を持っています

source: may get NVT feed version information
ar: يمكن تفريغ سلة المهملات
ja: NVT フィードのバージョン情報を取得することができます

source: has read access to overrides
ar: لديه حق وصول القراءة للتجاوزات
ja: オーバーライドへの読み取りアクセス権を持っています

source: has read access to permissions
ar: لديه حق وصول القراءة للصلاحيات
ja: 権限への読み取りアクセス権を持っています

source: has read access to port lists
ar: لديه حق وصول القراءة لقوائم المنافذ
ja: ポート一覧への読み取りアクセス権を持っています

source: has read access to port ranges
ar: لديه حق وصول القراءة لمجالات المنفذ
ja: ポート範囲への読み取りアクセス権を持っています

source: has read access to reports
ar: لديه حق وصول القراءة للتقارير
ja: レポートへの読み取りアクセス権を持っています

source: has read access to report formats
ar: لديه حق وصول القراءة لصيغ التقرير
ja: レポート形式への読み取りアクセス権を持っています

source: has read access to roles
ar: لديه حق وصول القراءة للأدوار
ja: ロールへの読み取りアクセス権を持っています

source: has read access to scanners
ar: لديه حق وصول القراءة للماسحات
ja: スキャナへの読み取りアクセス権を持っています

source: has read access to schedules
ar: يملك حق قراءة الجدوال
ja: スケジュールへの読み取りアクセス権を持っています

source: has read access to slaves
ar: يملك حق قراءة التوابع
ja: スレーブへの読み取りアクセス権を持っています

source: has read access to system reports
ar: يملك حق قراءة تقارير النظام
ja: システムレポートへの読み取りアクセス権を持っています

source: has read access to tags
ar: يملك حق قراءة الوسوم
ja: タグへの読み取りアクセス権を持っています

source: has read access to targets
ar: يملك حق قراءة الأهداف
ja: ターゲットへの読み取りアクセス権を持っています

source: has read access to tasks
ar: يملك حق قراءة المهام
ja: タスクへの読み取りアクセス権を持っています

source: has read access to users
ar: يملك حق قراءة المستخدمين
ja: ユーザーへの読み取りアクセス権を持っています

source: has write access to agent %1
ar: يملك حق الكتابة للوكيل 1%
ja: エージェント %1 への書き込みアクセス権を持っています

source: has write access to alert %1
ar: يملك حق الكتابة للتنبيه 1%
ja: アラート %1 への書き込みアクセス権を持っています

source: has write access to scan config %1
ar: لديه حق الكتابة لإعداد المسح 1%
ja: スキャン設定 %1 への書き込みアクセス権を持っています

source: has write access to filter %1
ar: لديه حق الكتابة للماسح1%
ja: フィルタ %1 への書き込みアクセス権を持っています

source: has write access to group %1
ar: لديه حق الكتابة للمجموعة 1%
ja: グループ %1 への書き込みアクセス権を持っています

source: has write access to credential %1
ar: لديه حق الكتابة للاعتمادات1 %
ja: 資格情報 %1 への書き込みアクセス権を持っています

source: has write access to note %1
ar: لديه حق الكتابة للملاحظة1%
ja: ノート %1 への書き込みアクセス権を持っています

source: has write access to override %1
ar: لديه حق الكتابة للتجاوز 1%
ja: オーバーライド %1 への書き込みアクセス権を持っています

source: has write access to permission %1
ar: لديه حق الكتابة للصلاحية1%
ja: 権限 %1 への書き込みアクセス権を持っています

source: has write access to port list %1
ar: لديه حق الكتابة لقائمة المنافذ1%
ja: ポート一覧 %1 への書き込みアクセス権を持っています

source: has write access to port range %1
ar: لديه حق الكتابة لمجال المنافذ 1%
ja: ポート範囲 %1 への書き込みアクセス権を持っています

source: has write access to report %1
ar: لديه حق الكتابة للتقرير1%
ja: レポート %1 への書き込みアクセス権を持っています

source: has write access to report format %1
ar: لديه حق الكتابة إلى صيغ التقرير 1%
ja: レポート形式 %1 への書き込みアクセス権を持っています

source: has write access to role %1
ar: لديه حق الكتابة إلى الأدوار 1%
ja: ロール %1 への書き込みアクセス権を持っています

source: has write access to scanner %1
ar: لديه حق الكتابة إلى الماسحات 1%
ja: スキャナ %1 への書き込みアクセス権を持っています

source: has write access to schedule %1
ar: لديه حق الكتابة إلى الجدوال 1%
ja: スケジュール %1 への書き込みアクセス権を持っています

source: has write access to slave %1
ar: لديه حق الكتابة إلى التوابع 1%
ja: スレーブ %1 への書き込みアクセス権を持っています

source: has write access to system report %1
ar: لديه حق الكتابة إلى تقرير النظام 1%
ja: システムレポート %1 への書き込みアクセス権を持っています

source: has write access to tag %1
ar: لديه حق الكتابة إلى الوسم 1%
ja: タグ %1 への書き込みアクセス権を持っています

source: has write access to target %1
ar: لديه حق الكتابة إلى الهدف 1%
ja: ターゲット %1 への書き込みアクセス権を持っています

source: has write access to task %1
ar: لديه حق الكتابة للمهمة1%
ja: タスク %1 への書き込みアクセス権を持っています

source: has write access to user %1
ar: لديه حق الكتابة للمستخدم 1%
ja: ユーザー %1 への書き込みアクセス権を持っています

source: has write access to agents
ar: لديه حق الكتابة للوكيل1%
ja: エージェントへの書き込みアクセス権を持っています

source: has write access to alerts
ar: لديه حق الكتابة للتنبيهات1%
ja: アラートへの書き込みアクセス権を持っています

source: has write access to scan configs
ar: لديه حق الكتابة لإعداد المسح
ja: スキャン設定への書き込みアクセス権を持っています

source: has write access to filters
ar: لديه حق الكتابة للمرشحات 1%
ja: フィルタへの書き込みアクセス権を持っています

source: has write access to groups
ar: لديه حق الكتابة للمجموعات 1%
ja: グループへの書き込みアクセス権を持っています

source: has write access to credentials
ar: لديه حق الكتابة للاعتمادات 1%
ja: 資格情報への書き込みアクセス権を持っています

source: has write access to notes
ar: لديه حق الكتابة للملاحظات
ja: ノートへの書き込みアクセス権を持っています

source: has write access to overrides
ar: لديه حق الكتابة للتجاوزات 1%
ja: オーバーライドへの書き込みアクセス権を持っています

source: has write access to permissions
ar: لديه حق الكتابة للصلاحيات 1%
ja: 権限への書き込みアクセス権を持っています

source: has write access to port lists
ar: لديه حق الكتابة إلى قائمة المنافذ 1%
ja: ポート一覧への書き込みアクセス権を持っています

source: has write access to port ranges
ar: لديه حق الكتابة إلى مجالات المنافذ 1%
ja: ポート範囲への書き込みアクセス権を持っています

source: has write access to reports
ar: لديه حق الكتابة إلى التقارير 1%
ja: レポートへの書き込みアクセス権を持っています

source: has write access to report formats
ar: لديه حق الكتابة إلى صيغ التقرير 1%
ja: レポート形式への書き込みアクセス権を持っています

source: has write access to roles
ar: لديه حق الكتابة إلى الأدوار 1%
ja: ロールへの書き込みアクセス権を持っています

source: has write access to scanners
ar: لديه حق الكتابة إلى الماسحات 1%
ja: スキャナへの書き込みアクセス権を持っています

source: has write access to schedules
ar: لديه حق الكتابة إلى الجداول 1%
ja: スケジュールへの書き込みアクセス権を持っています

source: has write access to slaves
ar: لديه حق الكتابة إلى التوابع 1%
ja: スレーブへの書き込みアクセス権を持っています

source: has write access to system reports
ar: لديه حق الكتابة إلى تقارير النظام 1%
ja: システムレポートへの書き込みアクセス権を持っています

source: has write access to tags
ar: لديه حق الكتابة إلى الوسوم
ja: タグへの書き込みアクセス権を持っています

source: has write access to targets
ar: لديه حق الكتابة للأهداف 1%
ja: ターゲットへの書き込みアクセス権を持っています

source: has write access to tasks
ar: لديه حق الكتابة للمهام 1%
ja: タスクへの書き込みアクセス権を持っています

source: has write access to users
ar: لديه حق الكتابة للمستخدمين 1%
ja: ユーザーへの書き込みアクセス権を持っています

source: may resume tasks
ar: يمكن متابعة المهام
ja: タスクを再開できます

source: may run wizards
ar: يمكن تنفيذ المعالجات
ja: ウィザードを実行できます

source: may start tasks
ar: يمكن بدء المهام
ja: タスクを開始できます

source: may stop tasks
ar: يمكن إيقاف المهام
ja: タスクを停止できます

source: may test alerts
ar: يمكن فحص التنبيهات
ja: アラートをテストすることができます

source: may verify agents
ar: يمكن التحقق من الوكلاء
ja: エージェントを検証することができます

source: may verify report formats
ar: يمكنه التحقق من صيغ التقرير
ja: レポート形式を検証することができます

source: may verify scanners
ar: يمكنه التحقق من الماسحات
ja: スキャナーを検証することができます

source: may verify %1
ar: يمكنه التحقق 1%
ja: %1 を確認することができます

source: Move selection to trashcan
ar: نقل الاختيار إلى سلة المهملات
ja: 選択内容をごみ箱に移動する

source: Move all filtered to trashcan
ar: نقل كل المرشحات إلى سلة المهملات
ja: すべてのフィルタリングをごみ箱に移動する

source: Move page contents to trashcan
ar: نقل محتويات الصفحة إلى سلة المهملات
ja: ページの内容をごみ箱に移動する

source: Delete selection
ar: إزالة الإختيار
ja: 選択肢を削除

source: Delete all filtered
ar: حدف كل المرشّحات
ja: すべてのフィルタ結果を削除

source: Delete page contents
ar: حذف محتويات الصفحة
ja: ページコンテンツの削除

source: Export selection
ar: تصدير الإختيار
ja: 選択肢をエクスポートする

source: Export all filtered
ar: تصدير كل ماتم ترشيحه
ja: すべてのフィルタ結果をエクスポートする

source: Export page contents
ar: تصدير محتويات الصفحة
ja: ページの内容をエクスポートする

# Status
source: Uploading
ar: رفع
ja: アップロード中

# Status
source: Container
ar: حاوي
ja: コンテナ

# Status
source: Ultimate Delete Requested
ar: تم طلب الحذف الأقصى
ja: 最後の削除要求

# Status
source: Internal Error
ar: خطأ داخلي
ja: 内部エラー

# Trust
source: unknown
ar: مجهول
ja: 不明

# Trust
source: yes
ar: نعم
ja: はい

# Trust
source: no
ar: لا
ja: いいえ

source: Export %1 filtered Task as XML
ar: 1% تصدير المهمة (المهام) المرشحة كـ XML
ja: %1 でフィルタされたタスクをXMLとしてエクスポートする

source: Export %1 filtered Note as XML
ar: 1% تصدير الملاحظة (الملاحظات) المرشحة كـ XML
ja: %1 でフィルタされたノートをXMLとしてエクスポートする

source: Export %1 filtered Override as XML
ar: 1% تصدير التجاوز (التجاوزات) المرشحة كـ XML
ja: %1 でフィルタされたオーバーライドをXMLとしてエクスポートする

source: Export %1 filtered Target as XML
ar: 1% تصدير الهدف (الأهداف) المرشحة كـ XML
ja: %1 でフィルタされたターゲットをXMLとしてエクスポートする

source: Export %1 filtered Port List as XML
ar: 1% تصدير قائمة (قوائم) المنافذ المرشحة كـ XML
ja: %1 でフィルタされたポート一覧をXMLとしてエクスポートする

source: Export %1 filtered Credential as XML
ar: 1% تصدير الاعتمادات المرشحة كـ XML
ja: %1 でフィルタされた資格情報をXMLとしてエクスポートする

source: Export %1 filtered Scan Config as XML
ar: تصدير 1% من إعداد المسح المفلترة كملف XML
ja: %1 でフィルタされたスキャン設定をXMLとしてエクスポートする

source: Export %1 filtered Alert as XML
ar: تصدير 1% تنبيه(تنبيهات) مرشحة كـ XML
ja: %1 でフィルタされたアラートをXMLとしてエクスポートする

source: Export %1 filtered Schedule as XML
ar: تصدير 1% جدول (جداول) مرشحة كـ XML
ja: %1 でフィルタされたスケジュールをXMLとしてエクスポートする

source: Export %1 filtered Report Format as XML
ar: تصدير 1% صيغة(صيغ) التقرير مرشحة كـ XML
ja: %1 でフィルタされたレポート形式をXMLとしてエクスポートする

source: Export %1 filtered Slave as XML
ar: تصدير 1% تابع (توابع) مرشحة كـ XML
ja: %1 でフィルタされたスレーブをXMLとしてエクスポートする

source: Export %1 filtered Agent as XML
ar: تصدير 1% وكيل (وكلاء) مرشحة كـ XML
ja: %1 でフィルタされたエージェントをXMLとしてエクスポートする

source: Export %1 filtered Scanner as XML
ar: تصدير 1% ماسح (ماسحات) مرشحة كـ XML
ja: %1 でフィルタされたスキャナをXMLとしてエクスポートする

source: Export %1 filtered Filter as XML
ar: تصدير 1% مرشح (مرشحات) مرشحة كـ XML
ja: %1 でフィルタされたフィルタをXMLとしてエクスポートする

source: Export %1 filtered Tag as XML
ar: تصدير 1% وسم (وسوم) مرشحة كـ XML
ja: %1 でフィルタされたタグをXMLとしてエクスポートする

source: Export %1 filtered Permission as XML
ar: تصدير 1% سماحية (سماحيات) مرشحة كـ XML
ja: %1 でフィルタされたアクセス許可をXMLとしてエクスポートする

source: Export %1 filtered User as XML
ar: 1% تصدير مستخدم (مستخدمون) مرشحين كـ XML
ja: %1 でフィルタされたユーザーをXMLとしてエクスポートする

source: Export %1 filtered Group as XML
ar: 1% تصدير مجموعة (مجموعات) مرشحة كـ XML
ja: %1 でフィルタされたグループをXMLとしてエクスポートする

source: Export %1 filtered Role as XML
ar: 1% تصدير الدّور (الأدوار) كـ XML
ja: %1 でフィルタされたロールをXMLとしてエクスポートする

source: %1 Task will be deleted
ar: 1% المهمة (المهام) سيتم حذفها
ja: %1 タスクは削除されます

source: %1 Report will be deleted
ar: 1% تقرير (تقارير) سيتم حذفها
ja: %1 レポートは削除されます

source: %1 Note will be deleted
ar: 1% ملاحظة (ملاحظات) سيتم حذفها
ja: %1 ノートは削除されます

source: %1 Override will be deleted
ar: 1% تجاوز (تجاوزات) سيتم حذفها
ja: %1 オーバーライドは削除されます

source: %1 Target will be deleted
ar: 1% الهدف (الأهداف) سيتم حذفها
ja: %1 ターゲットは削除されます

source: %1 Port List will be deleted
ar: 1% قائمة (قوائم) المنافذ سيتم حذفها
ja: %1 ポート一覧は削除されます

source: %1 Credential will be deleted
ar: 1% الاعتمادات سيتم حذفها
ja: %1 資格情報が削除されます

source: %1 Scan Config will be deleted
ar: 1% من إعداد المسح سيتم حذفها
ja: %1 スキャン設定は削除されます

source: %1 Alert will be deleted
ar: 1% تنبيه (تنبيهات) سيتم حذفها
ja: %1 アラートが削除されます

source: %1 Schedule will be deleted
ar: 1% جدول (جداول) سيتم حذفها
ja: %1 スケジュールは削除されます

source: %1 Report Format will be deleted
ar: 1% صيغة (صيغ) التقارير سيتم حذفها
ja: %1 レポート形式は削除されます

source: %1 Slave will be deleted
ar: 1% تابع (توابع) سيتم حذفها
ja: %1 スレーブは削除されます

source: %1 Agent will be deleted
ar: 1% وكيل (وكلاء) سيتم حذفهم
ja: %1 エージェントは削除されます

source: %1 Scanner will be deleted
ar: 1% ماسح (ماسحات) سيتم حذفها
ja: %1 スキャナは削除されます

source: %1 Filter will be deleted
ar: 1% مرشح (مرشحات) سيتم حذفها
ja: % 1 フィルタが削除されます

source: %1 Tag will be deleted
ar: 1% الوسم ( الوسوم) سيتم حذفها
ja: %1 タグは削除されます

source: %1 Permission will be deleted
ar: 1 % السماحية (السماحيات) سيتم حذفها
ja: %1 アクセス許可は削除されます

source: %1 User will be deleted
ar: 1 % مستخدم (مستخدمون) سيتم حذفهم
ja: %1 ユーザーは削除されます

source: %1 Group will be deleted
ar: 1 % مجموعة (مجموعات) سيتم حذفها
ja: %1 グループは削除されます

source: %1 Role will be deleted
ar: 1 % الدّور (الأدوار) سيتم حذفهم
ja: %1 ロールは削除されます

source: %1 Task will be moved to the trashcan
ar: 1 % المهمة (المهام) سيتم نقلهم إلى سلة المهملات
ja: %1 タスクはごみ箱に移動されます

source: %1 Report will be moved to the trashcan
ar: 1 % تقرير (تقارير) سيتم نقلهم إلى سلة المهملات
ja: %1 レポートはごみ箱に移動されます

source: %1 Note will be moved to the trashcan
ar: 1 % ملاحظة (ملاحظات) سيتم نقلهم إلى سلة المهملات
ja: %1 ノートはごみ箱に移動されます

source: %1 Override will be moved to the trashcan
ar: 1% التجاوز (التجاوزات) سيتم نقلها إلى سلة المهملات
ja: %1 オーバーライドはごみ箱に移動されます

source: %1 Target will be moved to the trashcan
ar: 1% هدف (أهداف) سيتم نقلها إلى سلة المهملات
ja: %1 ターゲットはごみ箱に移動されます

source: %1 Port List will be moved to the trashcan
ar: 1% قائمة (قوائم) المنافذ سيتم نقلها إلى سلة المهملات
ja: %1 ポート一覧はごみ箱に移動されます

source: %1 Credential will be moved to the trashcan
ar: 1% الاعتمادات سيتم نقلها إلى سلة المهملات
ja: % 1 の資格情報はごみ箱に移動されます

source: %1 Scan Config will be moved to the trashcan
ar: 1% من إعداد المسح سيتم نقلها إلى سلة المهلمات
ja: %1 スキャン設定はごみ箱に移動されます

source: %1 Alert will be moved to the trashcan
ar: 1% تنبيه (تنبيهات) سيتم نقلها إلى سلة المهملات
ja: %1 アラートはごみ箱に移動されます

source: %1 Schedule will be moved to the trashcan
ar: 1% جدول (جداول) سيتم نقلها إلى سلة المهملات
ja: %1 スケジュールはごみ箱に移動されます

source: %1 Report Format will be moved to the trashcan
ar: 1% صيغة (صيغ) التقرير سيتم نقلها إلى سلة المهملات
ja: %1 レポート形式はごみ箱に移動されます

source: %1 Slave will be moved to the trashcan
ar: 1% التابع (التوابع) سيتم نقلهم إلى سلة المهملات
ja: %1 スレーブはごみ箱に移動されます

source: %1 Agent will be moved to the trashcan
ar: 1% وكيل (وكلاء) سيتم نقلهم إلى سلة المهملات
ja: %1 エージェントはごみ箱に移動されます

source: %1 Scanner will be moved to the trashcan
ar: 1% الماسح (الماسحات) سيتم نقلها إلى سلة المهملات
ja: %1 スキャナはごみ箱に移動されます

source: %1 Filter will be moved to the trashcan
ar: 1% المرشّح (المرشّحات) سيتم نقلها إلى سلة المهملات
ja: %1 フィルタはごみ箱に移動されます

source: %1 Tag will be moved to the trashcan
ar: 1% الوسم (الوسوم) سيتم نقلها إلى سلة المهملات
ja: %1 タグはごみ箱に移動されます

source: %1 Permission will be moved to the trashcan
ar: 1% السماحية (السماحيات) سيتم نقلها إلى سلة المهملات
ja: %1 アクセス許可はごみ箱に移動されます

source: %1 User will be moved to the trashcan
ar: 1% مستخدم (مستخدمون) سيتم نقلهم إلى سلة المهملات
ja: %1 ユーザーはごみ箱に移動されます

source: %1 Group will be moved to the trashcan
ar: 1% مجموعة (مجموعات) سيتم نقلها إلى سلة المهملات
ja: %1 グループはごみ箱に移動されます

source: %1 Role will be moved to the trashcan
ar: 1% الدّور (الأدوار) سيتم نقلها إلى سلة المهملات
ja: %1 ロールはごみ箱に移動されます

source: Logged in as
ar: تسجيل الدخول كـ
ja: ログイン中

# Action Verb
source: Logout
ar: اخرج
ja: ログアウト

source: No auto-refresh
ar: لا تحديث تلقائي
ja: 自動更新なし

source: Refresh every 30 Sec.
ar: تحديث كل 30 ثانية
ja: 30秒ごとにリフレッシュする。

source: Refresh every 60 Sec.
ar: تحديث كل 60 ثانية
ja: 60秒ごとにリフレッシュする。

source: Refresh every 2 Min.
ar: تحديث كل 2 دقيقة
ja: 2分ごとにリフレッシュする。

source: Refresh every 5 Min.
ar: تحديث كل 5 دقيقة
ja: 5分ごとにリフレッシュする。

# Performance Timing
source: Backend operation
ar: عملية النهاية الخلفية
ja: バックエンド操作

source: Scans
ar: المسح
ja: スキャン

source: Hosts (Classic)
ar: مضيفين (اعتيادي)
ja: ホスト (クラシック)

source: Assets
ar: الممتلكات
ja: 資産

source: All SecInfo
ar: جميع الـ SecInfo
ja: すべてのセキュリティ情報

source: Configuration
ar: إعدادات
ja: 設定

source: CVSS Calculator
ar: CVSS حاسبة
ja: CVSS 計算

source: Extras
ar: إضافات
ja: 追加オプション

# Auth Method
source: Radius
ar: نصف القطر

source: Administration
ar: إدارة
ja: 管理

# Help
source: Contents
ar: المحتويات
ja: コンテンツ

# Help
source: About
ar: حول
ja: このプログラムについて

source: Greenbone Security Assistant
ar: مساعد الأمن غرين بون

source: Warning: Connection unencrypted
ar: تنبيه: الإتصال غير مشفر

source: The connection to this GSA is not encrypted, allowing anyone listening to the traffic to steal your credentials.
ar: الإتصال مع مساعد أمن غرينبون هذا غير مشفر, والذي يمكن أن يسمح لأي شخص أن يسرق بياناتك الإعتمادية

source: Please configure a TLS certificate for the HTTPS service or ask your administrator to do so as soon as possible.
ar: الرجاء إعداد شهادة TLS لخدمة الـ HTTPS أو إسأل مديرك ليقوم بذلك بأسرع وقت ممكن

# Action Verb
source: Login
ar: تسجيل الدخول
ja: ログイン

# Action Verb
source: Login as a guest
ar: تسجيل الدخول كضيف
ja: ゲストとしてログイン

source: Your current password does not comply with the password policy:
ar: كلمة السر الحالية لا تتوافق مع سياسة كلمة السر
ja: 現在のパスワードがパスワードポリシーに準拠していません：

source: Powerfilter
ja: パワーフィルタ

source: Update and adjust your filter settings.
ja: フィルタ設定を更新して調整します。

source: Create Task
ja: タスクを作成

source: Create a new slave
ja: 新しいスレーブを作成する

source: Create a slave
ja: スレーブを作成する

source: Add Report
ja: レポートを追加

source: Task is configured to run on slave %1
ja: タスクはスレーブ %1 で実行するように設定されています

source: Slaves using this Credential
ja: 資格情報を使用するスレーブ

source: HTTP Get
ja: HTTP 取得

source: SecInfo
ja: セキュリティ情報

source: Prefs
ja: 環境設定

source: Create Slave
ja: スレーブの作成

source: Save Slave
ja: スレーブを保存

source: Tasks using this Slave
ja: このスレーブを使用するタスク

source: No CERT-Bund advisory with the requested ID could be found in the SCAP database.
ja: 要求された ID を持つ CERT-Bund 勧告は SCAP データベースには見つかりませんでした。

source: No DFN-CERT advisory with the requested ID could be found in the SCAP database.
ja: 要求された ID を持つ DFN-CERT 勧告は SCAP データベースには見つかりませんでした。

source: Netinfo dump
ja: Netinfo ダンプ

source: Reports span the last
ja: レポートは最後まで

source: Reports for slave
ja: スレーブのレポート

source: The selected Scan Slave can currently not be reached for retrieval of performance data.
ja: 現在選択されているスキャンスレーブは、パフォーマンスデータの取得には到達できません。

source: Please check network connection or Slave configuration. The problem may also be temporary, so you could try again at a later time.
ja: ネットワーク接続またはスレーブ設定を確認してください。この問題は一時的なものである場合もあるので、後でもう一度試すことができます。

source: Less than 1 day old
ja: 1日未満

source: Default Slave
ja: デフォルトのスレーブ

source: Slaves Filter
ja: スレーブフィルタ

source: To start your first vulnerability scan, the scan wizard can help you to do so with just one click.
ja: 最初の脆弱性スキャンを開始するには、スキャンウィザードをワンクリックするだけで行うことができます。
