Repository: greenbone/gsa
Catalog: src/po/gsad_xsl-*.po
Languages: ar, ja

# Trashcan
source: must be restored first.
ar: لم يتم إعدادة من جديد بعد
ja: 最初に復元する必要があります。

# Task|Reports
source: Total
ar: المجموع
ja: 総数

# Severity Short
source: Severity
ar: الخطورة
ja: 深刻度

source: Trend
ar: إتجاه
ja: トレンド

source: New Credential
ar: إعتمادات جديدة
ja: 新しい資格情報

source: Username + Password
ar: اسم مستخدم + كلمة سر
ja: ユーザー名 + パスワード

source: Username + SSH Key
ar: اسم المستخدم + مفتاح الـ SSH
ja: ユーザー名 + SSH キー

source: Client Certificate
ar: شهادة العميل
ja: クライアント証明書

source: Allow insecure use
ar: السماح بالاستخدام الغير آمن
ja: 安全でない使用を許可

source: Yes
ar: نعم
ja: はい

source: No
ar: لا
ja: いいえ

source: Auto-generate
ar: توليد أتوماتيكي
ja: 自動作成

source: SNMP Community
ar: مجتمع الـ SNMP
ja: SNMP コミュニティ

source: Username
ar: اسم المستخدم
ja: ユーザー名

source: Password
ar: كلمة السّر
ja: パスワード

source: Passphrase
ar: كلمة السر
ja: パスフレーズ

source: Privacy Password
ar: كلمة السر للخصوصية
ja: プライバシーパスワード

source: Certificate
ar: الشهادة
ja: 証明書

source: Private Key
ar: المفتاح الخاص
ja: 秘密鍵

source: Auth Algorithm
ar: خوارزمية الوثوقية
ja: 認証アルゴリズム

source: Privacy Algorithm
ar: خوارزمية الخصوصية
ja: プライバシーアルゴリズム

# Privacy Algorithm
source: None
ar: لا شيء
ja: なし

# Auth Data
source: Login
ar: تسجيل الدخول
ja: ログイン

source: Edit Credential
ar: تحرير بيانات الاعتماد
ja: 資格情報を編集する

# Auth Data|Password
source: Replace existing value with
ar: استبدال القيمة الموجودة بـ
ja: 既存の値を置き換えます

source: Private key
ar: مفتاح سري
ja: 秘密鍵

# Action Verb
source: Download RPM package
ar: تنزيل حزم RPM
ja: RPM パッケージをダウンロードする

# Action Verb
source: Download RPM
ar: نزّل RPM
ja: RPM ダウンロード

# Action Verb
source: Download Debian package
ar: نزّل حزم Debian
ja: Debian パッケージをダウンロードする

# Action Verb
source: Download Deb
ar: تحميل Deb
ja: Debian パッケージをダウンロード

# Action Verb
source: Download Exe package
ar: تنزيل حزم Exe
ja: 実行パッケージをダウンロードする

# Action Verb
source: Download Exe
ar: تحميل Exe
ja: 実行パッケージをダウンロード

# Action Verb
source: Download Public Key
ar: تحميل المفتاح العام
ja: 公開鍵のダウンロード

# Action Verb
source: Download Certificate
ar: تنزيل الشّهادة
ja: 証明書をダウンロード

source: Credential is still in use
ar: بيانات الدخول ماتزال قيد الاستخدام
ja: 資格情報はまだ使用中です

source: Credentials
ar: بيانات الدخول
ja: 資格情報

source: Credential
ar: بيانات الدخول
ja: 資格情報

source: Targets
ar: الأهداف
ja: ターゲット

source: Targets using this Credential
ar: الأهداف التي تستخدم هذه الاعتمادات
ja: この資格情報を使用するターゲット

source: none
ar: لا شيء
ja: なし

source: Target Details
ar: تفاصيل الهدف
ja: ターゲットの詳細

source: Scanners using this Credential
ar: الماسحات التي تسخدم الاعتمادات
ja: この資格情報を使用するスキャナ

source: Scanner Details
ar: تفاصيل الماسح
ja: スキャナ詳細

source: New Agent
ar: وكيل جديد
ja: 新規エージェント

source: Agents
ar: وكيل
ja: エージェント

source: Installer
ar: المثبت
ja: インストーラ

source: Installer signature
ar: توقيع المثبت
ja: インストーラーの署名

source: Create Agent
ar: إنشاﺀ وكيل
ja: エージェントの作成

source: Trust
ar: الثقة
ja: 信頼

source: Edit Agent
ar: تحرير النص
ja: エージェントを編集する

source: Save Agent
ar: حفظ الوكيل
ja: エージェントを保存

source: Download installer package
ar: تحميل الحزمة المثبتة
ja: インストーラパッケージをダウンロードする

source: Download Installer
ar: تحميل المثًبت
ja: インストーラをダウンロードする

source: Verifying Agent...
ar: التحقق من الوكيل
ja: エージェントを確認しています...

source: Verify Agent
ar: التحقق من الوكيل
ja: エージェントの確認

source: Success
ar: نجاح
ja: 成功

source: Agent has been verified.
ar: تم التحقق من الوكيل
ja: エージェントが確認されました。

source: Agent could not be verified.
ar: لا يمكن التحقق من الوكيل
ja: エージェントを確認できませんでした。

source: Agent Details
ar: تفاصيل الوكيل
ja: エージェントの詳細

source: Always
ar: دائمًا
ja: 常時

source: Severity at least
ar: الخطورة على الأقل
ja: 最新の深刻度

source: Severity level
ar: مستوى خطورة
ja: 深刻度レベル

# Alert Condition|Severity
source: changed
ar: تغيّر
ja: 変更された

# Alert Condition|Severity
source: increased
ar: زاد
ja: 増加した

# Alert Condition|Severity
source: decreased
ar: نقص
ja: 減少しました

# Alert Condition
source: Filter
ar: ترشيح
ja: フィルタ

# Alert Condition
source: matches at least
ar: مطابقات على الأقل
ja: 少なくとも一致する

source: result(s)
ar: النتيجة(النتائج)
ja: 結果

# Alert Condition
source: result(s) more than previous scan
ar: نتيجة(نتائج) أكثر من المسح السابق
ja: 以前のスキャンより多くの結果

source: New Alert
ar: تنبيه جديد
ja: 新しいアラート

source: Event
ar: الحدث
ja: イベント

source: Task run status changed to
ar: حالة المهمة تغيرت إلى
ja: タスクの実行状況が

# Status
source: Done
ar: تمّ
ja: 完了

# Status
source: New
ar: جديد
ja: 新規

# Status
source: Requested
ar: مطلوب
ja: リクエスト済み

# Status
source: Running
ar: قيد التشغيل
ja: 実行中

# Status
source: Stop Requested
ar: أوقف المطلوب
ja: 停止要求

# Status
source: Stopped
ar: متوقف
ja: 停止

# Status
source: Updated
ar: تم التحديث
ja: 更新日時

source: CERT-Bund Advisories
ar: تقييد التحذيرات -CERT
ja: CERT-Bund 勧告

source: DFN-CERT Advisories
ar: التحذيرات DFN-CERT
ja: DFN-CERT 勧告

source: OVAL Definition
ar: تعريف OVAL
ja: OVAL 定義

# Alert Condition
source: arrived
ar: وصل
ja: 到着した

source: Condition
ar: شرط
ja: 条件

source: Report Result Filter
ar: مرشج النتائج
ja: レポート結果のフィルター

source: Details URL
ar: رابط التفاصيل
ja: 詳細 URL

source: Method
ar: الطريقة
ja: メソッド

source: Email
ar: البريد الإلكتروني
ja: Eメール

source: Send to host
ar: أرسل إلى المضيف
ja: ホストに送信

source: Sourcefire Connector
ar: موصل Sourcefire
ja: Sourcefire コネクタ

source: Start Task
ar: إبداء المهمة
ja: タスクの開始

source: System Logger
ar: مسجل النظام
ja: システムロガー

source: verinice.PRO Connector
ar: موصل verinice.PRO
ja: verinice.PRO コネクタ

# Alert|Email
source: To Address
ar: إلى العنوان
ja: アドレスへ

# Alert|Email
source: From Address
ar: من عنوان
ja: アドレスから

# Alert|Email
source: Subject
ar: الموضوع
ja: 科目

# Alert|Email
source: Content
ar: محتوى
ja: コンテンツ

# Alert|Email
source: Simple notice
ar: ملاحظة بسيطة
ja: 簡単な通知

# Alert|Email
source: Include report
ar: ادماج البريد
ja: レポートを含める

# Alert|Email
source: Include list of resources
ar: تضمين قائمة المصادر
ja: リソースの一覧を含める

# Alert|Email
source: Attach report
ar: إرفاق التقرير
ja: 添付レポート

# Alert|Email
source: Attach list of resources
ar: إرفاق قائمة المصادر
ja: リソース一覧を添付

source: HTTP Get URL
ar: رابط الـ HTTP Get
ja: HTTP 取得 URL

# SNMP
source: Community
ar: المجتمع
ja: SNMP コミュニティ

source: Agent
ar: وكيل
ja: エージェント

source: Message
ar: رسالة
ja: メッセージ

source: Defense Center IP
ar: العنوان الشبكي لمركز الدفاع

source: Defense Center Port
ar: منفذ مركز الحماية
ja: Defense Center ポート

source: PKCS12 file
ar: ملف PKCS12
ja: PKCS12 ファイル

source: Create a new Credential
ar: أنشئ معتمدات جديدة
ja: 新しい資格情報を作成する

source: verinice.PRO Report
ar: تقرير verinice.PRO
ja: verinice.PRO レポート

source: on port
ar: على منفذ
ja: ポートに

source: Known Hosts
ar: الأجهزة المعروفة
ja: 既知のホスト

source: Path
ar: المسار
ja: パス

source: Security note: The SMB protocol does not offer a fingerprint to establish complete mutual trust. Thus a man-in-the-middle attack can not be fully prevented.
ar: ملاحظة أمن: برتوكول الـ SMB لا يعرض بصمة إصبع لإكمال الثقة المتبادلة الكاملة. لذلك فإن هجمة الرجل في الوسط لا يمكن منعها بشكل كامل.

source: Share path
ar: مشاركة المسار

source: File path
ar: مسار الملف

source: Report Format
ar: صيغة التقرير
ja: レポートの形式

source: Edit Alert
ar: تحرير المنبه
ja: アラートを編集する

source: OVAL Definitions
ar: تعاريف الـ OVAL
ja: OVAL 定義

source: Log Level
ar: مستوى السجلّ
ja: ログレベル

source: File Path
ar: مسار الملف

# Status Change
source: to
ar: إلى

source: SCP to
ar: SCP إلى
ja: SCPへ

source: Credential unavailable
ar: الاعتمادات غير متوفرة
ja: 資格情報が利用できません

source: Send to
ar: إرسال إلى
ja: 送信先

source: SNMP to
ar: ٍSNMP إلى
ja: SNMP から

# Alert|Email
source: To
ar: إلى

source: Testing Alert...
ar: تنبيه الاختبار
ja: アラートをテストしています...

# Action Verb
source: Test Alert
ar: إختبر المنبه
ja: テストアラート

source: Testing the alert %1 was successful.
ar: إختبار التنبيه 1% تم بنجاح
ja: アラート %1 テストに成功しました。

source: Testing the alert %1 failed.
ar: فشل في إختبار التنبيه 1%
ja: アラート %1 テストに失敗しました。

source: Alert is still in use
ar: التنبيه ما زال قيد الإستخدام
ja: アラートはまだ使用中です

source: Alert
ar: تنبيه
ja: アラート

source: Send list of resources to host
ar: أرسل قائمة من المصادر إلى المضيف
ja: ホストへのリソース一覧を送信する

source: Send report to host
ar: إرسال تقرير إلى المضيف
ja: レポートをホストに送信

source: Port
ar: المنفذ
ja: ポート

# Alert|Filter
source: None
ar: لا شيئ
ja: なし

source: Tasks using this Alert
ar: المهام التي تستخدم هذا التنبيه
ja: このアラートを使用するタスク

source: Asset
ar: الأصل
ja: 資産

source: Group
ar: المجموعة
ja: グループ

source: Note
ar: ملاحظة
ja: ノート

source: Override
ar: تجاوز
ja: オーバーライド

source: Permission
ar: الصلاحية
ja: アクセス許可

source: Port List
ar: قائمة المنفذ
ja: ポート一覧

source: Result
ar: النتيجة
ja: 結果

source: Role
ar: الدّور
ja: ロール

source: User
ar: المستخدم
ja: ユーザー

source: Filter is still in use
ar: المرشح لا يزال مستخدم
ja: フィルタはまだ使用中です

source: Filters
ar: مرشّحات
ja: フィルタ

source: Term
ar: مصطلح
ja: 用語

source: Alerts using this Filter
ar: المنبهات التي تستخدم هذا المرشح
ja: このフィルタを使用するアラート

source: Create Filter
ar: أنشئ مرشحا
ja: フィルタの作成

source: Edit Filter
ar: حرّر المُرَشِّح
ja: フィルタを編集する

source: Save Filter
ar: احفظ المرشح
ja: フィルタを保存

# Trashcan
source: in
ar: في
ja: 内へ

source: trashcan
ar: سلة المهملات
ja: ごみ箱

# Tag
source: Active
ar: نشط
ja: 活性化

source: Resource Name
ar: اسم المصدر
ja: リソース名

# Tag
source: Orphan
ar: يتيم
ja: オーファン（孤立行）

# Tag
source: Attached to Resource
ar: تم ربطه بالمصدر
ja: リソースに添付

source: Resource ID
ar: رقم المصدر
ja: リソース ID

source: Tag is still in use
ar: الوسم مازال مستخدما
ja: タグはまだ使用中です

source: Operating System
ar: نظام التشغيل
ja: オペレーティングシステム

source: CERT-Bund Advisory
ar: الحزمة الإستشارية -CERT
ja: CERT-Bund アドバイザリー

source: DFN-CERT Advisory
ar: الإستشارية DFN-CERT
ja: DFN-CERT アドバイザリー

source: Create Tag
ar: أنشئ وسما
ja: タグの作成

source: Save Tag
ar: احفظ وسم
ja: タグを保存

source: New Target
ar: هدف جديد
ja: 新規ターゲット

# Target Source
source: Manual
ar: يدوي
ja: 手動

# Target Source
source: From file
ar: من ملف
ja: ファイルから

# Target Source
source: From host assets
ar: من ممتلكات المضيف
ja: ホスト資産から

source: Exclude Hosts
ar: استثناء المضيفين
ja: ホストを除外する

source: Reverse Lookup Only
ar: فقط البحث العكسي
ja: 逆引き参照のみ

source: Reverse Lookup Unify
ar: توحيد البحث العكسي
ja: 逆引き参照を統合する

source: Create a new port list
ar: أنشئ قائمة منافذ جديدة
ja: 新しいポート一覧を作成する

source: Alive Test
ar: فحص حي
ja: アライブテスト

source: Scan Config Default
ar: إعدادات المسح الإفتراضي
ja: デフォルトのスキャン設定

source: Credentials for authenticated checks
ar: بيانات الدخول للفحص الموثوق
ja: 認証されたチェックのための資格情報

# Target|Credential
source: on port
ar: على المنفذ
ja: ポートに

source: Create a credential
ar: إنشاء معتمدات
ja: 資格情報を作成する

source: Create Target
ar: أنشئ هدفا
ja: ターゲットの作成

source: Save Target
ar: احفظ الهدف
ja: ターゲットを保存

# Target|Credential
source: sort by
ar: الفرز حسب
ja: 並び替え

source: SSH Credential
ar: إعتمادات الـ SSH
ja: SSH 資格情報

source: SMB Credential
ar: إعتمادات الـ SMB
ja: SMB 資格情報

source: ESXi Credential
ar: إعتمادات الـ ESXi
ja: ESXi 資格情報

source: SNMP Credential
ar: إعتماد SNMP
ja: SNMP 資格情報

source: in trashcan
ar: في الحاوية
ja: ごみ箱に

source: Target is still in use
ar: الهدف مازال مستخدما
ja: ターゲットはまだ使用中です

source: Maximum number of hosts
ar: العدد الأقصى للمضيفين
ja: ホストの最大数

source: Tasks using this Target
ar: المهام التي تستخدم هذا الهدف
ja: このターゲットを使用するタスク

source: New Scan Config
ar: إعداد مسح جديد
ja: 新規スキャン設定

# Scan Config
source: Base
ar: الأساس
ja: 基本

# Scan Config
source: Empty, static and fast
ar: فارغ, ستاتيكي وسريع
ja: 空、静的および高速

# Scan Config
source: Full and fast
ar: كامل وسريع
ja: 完全で速く

source: Import Scan Config
ar: إستيراد إعداد مسح
ja: スキャン設定のインポート

source: Scan Configs
ar: إعدادات المسح
ja: スキャン設定

source: Import XML config
ar: إدراج إعداد الـ XML
ja: XML設定をインポートする

source: Edit Scan Config Family
ar: تحرير عائلة إعداد المسح
ja: スキャン設定ファミリの編集

source: Config
ar: إعداد
ja: 設定

source: Family
ar: عائلة
ja: ファミリ

source: Edit Network Vulnerability Tests
ar: تعديل فحص نقاط ضعف الشبكة
ja: ネットワーク脆弱性テストの編集

source: Timeout
ar: وقت مستقطع
ja: タイムアウト

# NVTs
source: Selected
ar: محدد
ja: 選択済み

# Timeout
source: default
ar: الافتراضي
ja: デフォルト

source: Select and Edit NVT Details
ar: إختيار و تحديد تفاصيل إختبار نقاط ضعف الشبكة
ja: NVT の詳細の選択と編集

source: Selected %1 of %2 total NVTs
ar: 1 % محدد من 2 % مجموع اختبار نقاط ضعف الشبكة
ja: %2 合計 NVTs の選択された %1

source: Scan Config Family Details
ar: تفاصيل عائلة إعداد المسح
ja: スキャン設定のファミリ詳細

source: Config ID
ar: إعداد ID
ja: コンフィグ ID

source: Network Vulnerability Tests
ar: اختبار نقاط ضعف الشبكة
ja: ネットワークの脆弱性テスト

source: NVT Details
ar: تفاصيل الـ NVT
ja: NVT 詳細

# NVTs
source: Total
ar: الإجمالي
ja: 合計

source: Scan Config NVT Details
ar: تفاصيل إعداد مسح الـ NVT
ja: NVT スキャン設定の詳細

source: File attached.
ar: تم إرفاق الملف
ja: ファイルが添付された。

source: Edit Scan Config NVT Details
ar: تحرير تفاصيل إعداد المسح للـ NVT
ja: NVT スキャン設定の詳細を編集

source: Export File
ar: صدّر ملف
ja: ファイルをエクスポートする

source: Use target SSH credentials
ar: استخدم للهدف اعتمادات SSH
ja: ターゲットの SSH 資格情報を使用する

source: Replace existing file with
ar: استبدال الملف الحالي بـ
ja: 既存のファイルを置き換える

source: Upload file
ar: ارفع ملفا
ja: ファイルをアップロード

source: Edit NVT Details
ar: تحرير تفاصيل الـ NVT
ja: NVT 詳細の編集

source: Current Value
ar: القيمة الحالية
ja: 現在の値

source: Default Value
ar: القيمة الافتراضية
ja: デフォルト値

source: New Value
ar: قيمة جديدة
ja: 新しい値

source: Apply default timeout
ar: تطبيق وقت مستقطع إفتراضي
ja: デフォルトのタイムアウトに適用する

source: Save Config
ar: حفظ الاعدادات
ja: 設定を保存

source: Version
ar: النسخة
ja: バージョン

source: Summary
ar: الملخص
ja: 概要

source: Affected Software/OS
ar: البرامج المتأثرة/OS
ja: 影響を受けるソフトウェア/OS

source: Vulnerability Scoring
ar: تسجيل قابلية الإختراق
ja: 脆弱性の採点

source: CVSS base
ar: قاعدة CVSS
ja: CVSS 基本

source: CVSS base vector
ar: سهم توجيه قاعدة CVSS
ja: CVSS 基本ベクトル

source: Edit Scan Config NVT
ar: تحرير NVT إعداد المسح
ja: NVT スキャン設定の編集

source: Preferences
ar: التفضيلات
ja: 設定

source: Scan Config Family
ar: عائلة إعداد المسح
ja: スキャン設定ファミリ

# Scan Config|NVTs
source: of
ar: من

# Scan Config
source: Grows
ar: توسيع
ja: 成長

source: The NVT selection is DYNAMIC. New NVTs will automatically be added and considered.
ar: اختيار NVT ديناميك. سيتم تلقائيا إضافة NVTs جديد وإعتمادها.
ja: NVT 選択は動的です。新しい NVTs が自動的に追加および考慮されます。

# Scan Config
source: Static
ar: ساكن
ja: 静的

source: The NVT selection is STATIC. New NVTs will NOT automatically be added or considered.
ar: اختيار NVT هو ثابت. لن يتم تلقائيا إضافة NVTs جديد أو إعتماده.
ja: NVT 選択は静的です。新しい NVTs は自動的に追加または考慮されません。

source: The family selection is DYNAMIC. New families will automatically be added and considered.
ar: اختيار الأسرة هو ديناميك. سيتم تلقائيا إضافة الأسر الجديدة وإعتمادها.
ja: ファミリの選択は動的です。新しいファミリが自動的に追加され、検討されます。

source: The family selection is STATIC. New families will NOT automatically be added or considered.
ar: اختيار الأسرة هو ستاتيك. لن يتم تلقائيا إضافة عائلات جديدة أو إعتمادها.
ja: ファミリの選択は静的です。 新しいファミリは自動的に追加されたり考慮されたりしません。

source: NVTs selected
ar: NVTs محدد
ja: 選択された NVTs

# Families
source: Total
ar: المجموع
ja: 合計

# Scan Config|NVTs
source: in selected families
ar: في العوائل المختارة
ja: 選択したファミリで

# Scan Config|NVTs
source: in total
ar: في المجموع
ja: 合計で

source: Select all NVTs
ar: اختر كل NVTs
ja: すべての NVTs を選択

source: Scan Config Details
ar: تفاصيل إعداد المسح
ja: スキャン設定の詳細

source: Scan Config is not writable
ar: إعداد المسح غير قابل للتحرير
ja: スキャン設定が書き込み可能ではありません

source: Cannot move Scan Config to trashcan
ar: لا يمكن نقل إعداد المسح إلى سلة المهملات
ja: スキャン設定をごみ箱に移動できません

source: Edit Scan Config
ar: تحرير إعداد المسح
ja: スキャン設定を編集

source: Export Scan Config as XML
ar: تصدير إعداد المسح كلمف XML
ja: スキャン設定を XML としてエクスポートする

source: Sync Config
ar: مزامنة الإعدادات
ja: 同期設定

source: Network Vulnerability Test Families
ar: قابلية إختراق الشبكة إختبار العائلات
ja: ネットワーク脆弱性テストファミリ

source: Scanner Preferences
ar: ماسح التفضيلات
ja: スキャナの環境設定

source: Network Vulnerability Test Preferences
ar: تفضيلات اختبار قابلية الاختراق للشبكة
ja: ネットワーク脆弱性テストの環境設定

source: Tasks using this Scan Config
ar: المهام التي تستخدم إعداد المسح هذا
ja: このスキャン設定を使用するタスク

source: User Tags for "%1"
ar: سمات المستخدم ل "%1"
ja: "%1" のユーザータグ

source: User Permissions for Config "%1"
ar: أذونات المستخدم لإعدادت "%1"
ja: 設定 ”%1” のユーザー許可

source: Edit Network Vulnerability Test Families
ar: تحرير عوائل قابلية اختراق الشبكة
ja: ネットワーク脆弱性テストファミリの編集

source: Edit Scanner Preferences
ar: تحرير خيارات المسح
ja: スキャナ環境設定の編集

# Scanner|Preferences
source: None
ar: بدون
ja: なし

# NVT|Preferences
source: None
ar: بدون
ja: なし

source: Families
ar: عائلات
ja: ファミレス

# Scan Config|Families
source: Total
ar: المجموع
ja: 合計

# Scan Config|NVTs
source: Total
ar: المجموع
ja: 合計

# Scan Config
source: Dynamic
ar: ديناميكي
ja: 動的

source: The NVT selection is DYNAMIC. New NVTs of selected families will automatically be added and considered.
ar: إختيار الـ NVT ديناميكي. NVTs جديدة للعوائل المختارة سوف يتم إضافتها وإعتبارها أتوماتيكيا
ja: NVT の選択は動的です。 選択されたファミリの新しい NVTs が自動的に追加され、検討されます。

source: Scan Config is still in use
ar: إعداد المسح لا يزال قيد الاستخدام
ja: スキャン設定はまだ使用中です

source: New Schedule
ar: جدول زمني جديد
ja: 新規スケジュール追加

# Schedule
source: First Time
ar: المرة الأول
ja: はじめて

# Schedule
source: Period
ar: فترة
ja: 期間

source: hour(s)
ar: ساعة/ساعات
ja: 時間

source: day(s)
ar: يوم/أيّام
ja: 日

source: week(s)
ar: أسبوع/أسابيع
ja: 週

source: month(s)
ar: شهر/أشهر
ja: 月

# Schedule
source: Duration
ar: المدّة
ja: 期間

# Schedule
source: First Run
ar: التنفيذ الأول
ja: 最初の実行

# Schedule
source: Next Run
ar: التشغيل التالي
ja: 次回の実行

source: Edit Schedule
ar: تحرير جدول
ja: スケジュールを編集する

source: Notice
ar: ملاحظة
ja: 通知

source: seconds
ar: ثواني
ja: 秒

source: months
ar: أشهر
ja: 月

source: week
ar: أسبوع
ja: 週

source: weeks
ar: أسابيع
ja: 週間

source: day
ar: يوم
ja: 日

source: days
ar: أيام
ja: 日

source: hour
ar: ساعة
ja: 時

source: hours
ar: ساعات
ja: 時間

source: min
ar: دقيقة
ja: 最小

source: mins
ar: دقائق
ja: 分

source: sec
ar: ثانية
ja: 秒

source: secs
ar: ثواني
ja: 秒

source: month
ar: أشهر
ja: 月

# Time
source: Entire Operation
ar: كامل العملية
ja: 全体の操作

source: Schedule is still in use
ar: الجدول لا يزال قيد الاستخدام
ja: スケジュールはまだ使用中です

source: Schedules
ar: جداول
ja: スケジュール

source: Tasks using this Schedule
ar: المهام التي تستخدم هذه الجدولة
ja: このスケジュールを使用したタスク

source: New Scanner
ar: ماسح جديد
ja: 新規スキャナ

source: Scanners
ar: الماسحات
ja: スキャナ

source: CA Certificate
ar: شهادة CA
ja: CA証明書

source: Create Scanner
ar: إنشاء ماسح
ja: スキャナの作成

# Action Verb
source: Download Certificate currently in use
ar: تحميل الشهادة المستخدمة حاليا
ja: 現在使用中の証明書をダウンロードする

# Certificate
source: Existing
ar: موجود
ja: 既存の

# Certificate
source: Default
ar: افتراضي
ja: デフォルト

# Certificate
source: New:
ar: جديد
ja: 新規：

# Action Verb
source: Download CA Certificate currently in use
ar: تحميل شهادة الـ CA المستخدمة حاليا
ja: 現在使用中の CA 証明書をダウンロードする

source: Edit Scanner
ar: تحرير ماسح
ja: スキャナの編集

source: Save Scanner
ar: حفظ الماسح
ja: スキャナを保存

source: builtin scanner
ar: إنشاء الماسح
ja: 組み込みスキャナ

source: Online Response of Scanner
ar: الإجابة عبر الخط للماسح
ja: スキャナのオンライン応答

source: Scanner Name
ar: اسم الماسح
ja: スキャナ名

source: Scanner Version
ar: إصدار الماسح
ja: スキャナのバージョン

source: OSP Daemon
ar: البرنامج الخفي OSP
ja: OSP デーモン

source: Protocol
ar: البرتوكول
ja: プロトコル

source: Scanner parameters
ar: بارمترات الماسح
ja: スキャナパラメータ

source: Default
ar: افتراضي
ja: デフォルト

source: Mandatory
ar: إجباري
ja: 必須

source: OSP Scanner is offline
ar: ماسح الـ OSP غير متصل
ja: OSP スキャナがオフラインです

source: from Credential
ar: من الاعتمادات
ja: 資格情報から

source: Tasks using this Scanner
ar: المهام التي تستخدم هذا الماسح
ja: このスキャナーを使用するタスク

source: Credential Details
ar: تفاصيل الاعتمادات
ja: 資格情報の詳細

source: Scanner is still in use
ar: الماسح لايزال قيد الاستخدام
ja: スキャナはまだ使用中です

source: Warning
ar: التحذيرات
ja: 警告

# SecInfo|References
source: Other
ar: أشياء أخرى
ja: その他

source: Title
ar: العنوان
ja: タイトル

# CVSS Vector Short
source: Vector
ar: المتجه
ja: ベクター

# CVSS Vector Short
source: Complexity
ar: التعقيد
ja: 難易度

# CVSS Vector Short
source: Authentication
ar: المصادقة
ja: 認証

# CVSS Vector Short
source: Confidentiality Impact
ar: تأثير السرية
ja: 機密性への影響

# CVSS Vector Short
source: Integrity Impact
ar: تأثير التكاملية
ja: 完全性への影響

# CVSS Vector Short
source: Availability Impact
ar: تأثير الإتاحية
ja: 可用性への影響

# Date
source: Published
ar: منشور
ja: 発行済み

source: Class
ar: الصف
ja: クラス

source: CVE Details
ar: تفاصيل CVE
ja: CVE 詳細

# Date
source: Last updated
ar: آخر تحديث
ja: 最終更新

source: Base score
ar: نتيجة القاعدة
ja: 基本スコア

source: References
ar: المراجع
ja: 参照サイト

# SecInfo|References
source: None
ar: لا شيء
ja: なし

source: CERT Advisories referencing this CVE
ar: إنذارات الـ CERT التي تفهرس هذه الـ CVE
ja: この CVE を参照する CERT 勧告

source: Unknown CERT type!
ar: نوع CERT غير معروف
ja: 不明な CERT 種別！

source: Vulnerable products
ar: المنتجات القابلة للهجوم
ja: 脆弱な製品

# CVE|Products
source: None
ar: لا شيء
ja: なし

source: NVTs addressing this CVE
ar: NVTs التي تعنون هذا الـ CVE
ja: この CVE に対処する NVT

# NVTs
source: None
ar: لا شيء
ja: なし

source: This CVE was not found in the database. This is not necessarily an error, because the CVE number might have been assigned for the issue, but the CVE not yet published. Eventually the CVE content will appear in the database.
ar: هذه الـ CVE غير موجودة في قاعدة البيانات. . . هذا ليس بالضرورة خطأ, لأن رقم الـ CVE ربما لم يتم تعيينه لهذه القضية. لكن الـ CVE لم يتم نشره بعد. في النهاية فإن محتوى الـ CVE سوف يظهر في قاعدة البيانات.
ja: このCVEはデータベースに見つかりませんでした。これは必ずしもエラーではありません。なぜならCVE番号は問題に割り当てられている可能性がありますが、CVEはまだ発行されていないからです。最終的にはCVEのコンテンツがデータベースに表示されます。

source: CPE Details
ar: تفاصيل CPE
ja: CPE の詳細

source: NVD ID
ar: NVD معرف

source: Deprecated by
ar: مُلغى من قبل
ja: 非推奨

source: This CPE does not appear in the CPE dictionary but is referenced by one or more CVE.
ar: CPE هذا لا يظهر في فهرس الـ CPE لكنه مفهرس مع CVE واحد أو أكثر
ja: このCPEはCPE辞書には表示されませんが、1つまたは複数CVEによって参照されます。

source: Reported vulnerabilites
ar: نقاط ضعف مخبر عنها
ja: レポートされた脆弱性

# CPE|Vulnerabilities
source: None
ar: لا شيء
ja: なし

source: OVAL Definition Details
ar: تفاصيل تعريف الـ OVAL
ja: OVAL 定義の詳細

source: Definition class
ar: صف التعريف
ja: 定義クラス

source: Referenced CVEs
ar: CVEs مفهرسة
ja: 参照された CVEs

# OVAL Definition
source: Deprecated
ar: مُلغى
ja: 廃止予定

source: File
ar: ملف
ja: ファイル

# Resource Property|Description
source: None
ar: لا شيء
ja: なし

# OVAL Definition
source: Affected
ar: المتأثرة
ja: 影響あり

# OVAL Definition|Affected
source: None
ar: لا شيء
ja: なし

source: Criteria
ar: المعايير
ja: 基準

# OVAL Definition|Criteria
source: None
ar: لا شيء
ja: なし

source: Source
ar: المصدر
ja: ソース

source: Ref.ID
ar: معرف Ref
ja: 参照 ID

source: Repository history
ar: تاريخ المستودع
ja: リポジトリの履歴

source: Date
ar: التاريخ
ja: 日時

source: Contributors
ar: المساهمون
ja: 投稿者

# OVAL Definition|History
source: None
ar: لا شيء
ja: なし

source: OVAL definition not found
ar: تعريف الـ OVAL غير موجود
ja: OVAL 定義が見つかりません

source: No OVAL definition with the requested ID could be found in the SCAP database.
ar: تعريف الـ OVAL بالرقم المحدد غير موجود في قاعدة بيانات الـ SCAP
ja: 要求された ID を持つ OVAL 定義は SCAP データベースに見つかりませんでした。

source: CERT-Bund Details
ar: تفاصيل الـ CERT-Bund
ja: CERT-Bund 詳細

source: Software
ar: البرمجيات
ja: ソフトウェア

source: Platform
ar: المنصة
ja: プラットフォーム

source: Effect
ar: التأثير
ja: 効果

source: Remote Attack
ar: هجمة بعيدة
ja: リモート攻撃

source: CERT-Bund risk rating
ar: تصنيف خطورة الـ CERT-Bund
ja: CERT-Bund リスク評価

source: Reference
ar: المرجع
ja: 参照

source: Reference URL
ar: عنوان موقع ال المرجع
ja: 参考 URL

source: Categories
ar: الفئات
ja: カテゴリー

# CERT-Bund Advisory|Categories
source: None
ar: لا شيء
ja: なし

# CVEs
source: None
ar: لا شيء
ja: なし

source: Other links
ar: الروابط الأخرى
ja: 他のリンク
