Repository: greenbone/gsa
Catalog: src/po/gsad_xsl-*.po
Languages: ar, ja

source: CERT-Bund advisory not found
ar: CERT-Bund advisory غير موجود
ja: CERT-Bund アドバイザリーが見つかりません

source: No CERT-Bund advisory with the requested ID could be found in the CERT database.
ar: لم يتم العثور على CERT-Bund Advisory للرقم المعرف المطلوب في قاعدة بيانات الـ CERT.

source: DFN-CERT Advisory Details
ar: تفاصيل الـ DFN-CERT Advisory
ja: DFN-CERT アドバイザリの詳細

source: Advisory link
ar: رابط ال Advisory
ja: アドバイザリーリンク

# Resource Property|Summary
source: None
ar: لا شيء
ja: なし

source: DFN-CERT advisory not found
ar: DFN-CERT advisory غير موجود
ja: DFN-CERT アドバイザリが見つかりません

source: No DFN-CERT advisory with the requested ID could be found in the CERT database.
ar: لم يتم العثور على DFN-CERT Advisory للرقم المعرف المطلوب في قاعدة بيانات الـ CERT.

source: Notes on NVT %1
ar: 1% ملاحظات على NVT
ja: NVT %1 上の注意事項

source: Overrides on NVT %1
ar: 1% كتابة فوق الـ NVT
ja: NVT %1 のオーバーライド

source: Show scan results for this NVT
ar: إظهار نتائج الفحص لهذه الـ NVT
ja: このNVTのスキャン結果を表示します

source: Vulnerability Insight
ar: خلاصة النثغرة
ja: 脆弱性の洞察

source: Vulnerability Detection Method
ar: طريقة فحص الثغرة
ja: 脆弱性の検出方法

source: Quality of Detection
ar: جودة الفحص
ja: 検出の品質

source: Impact
ar: التأثير
ja: 影響

source: Solution
ar: الحل
ja: 解決策

source: Other tags
ar: الأوسمة الأخرى
ja: 他のタグ

source: Add Note
ar: إضافة ملاحظة
ja: ノートを追加する

source: Add Override
ar: إضافة تجاوز
ja: オーバーライドを追加します

source: New Note
ar: ملاحظة جديدة
ja: 新しいノート

source: NVT Name
ar: اسم الـ NVT
ja: NVT 名

# NVT
source: None. Result was an open port.
ar: لا شيء...النتيجة كانت على منفذ مفتوح
ja: なし。 結果はオープンポートでした。

source: NVT OID
ar: رقم معرف الـ NVT

# Note
source: Active
ar: نشط
ja: 活性化

source: always
ar: دائماً
ja: 常時

# Time
source: for the next
ar: من أجل التالي
ja: 次のために

# Hosts
source: Any
ar: أي شيء
ja: 任意

# Result
source: Location
ar: الموقع
ja: 場所

# Result|Location
source: Any
ar: أي شيئ
ja: 任意

# Severity
source: Any
ar: أي شيئ
ja: 任意

# Task
source: Any
ar: أي شيئ
ja: 任意

# Result
source: Any
ar: أي شيء
ja: 任意

# Note or Override|Result
source: Only the selected one
ar: فقط المختارة
ja: 選択したものだけ

source: Text
ar: نص
ja: テキスト

source: Associated Result
ar: النتيجة المرتبطة
ja: 関連する結果

source: Edit Note
ar: تحرير ملاحظة
ja: ノートを編集する

# Time
source: until
ar: حتى
ja: まで

# Port
source: Any
ar: أي
ja: 任意

source: Save Note
ar: احفظ ملاحظة
ja: ノートを保存

# Note
source: Orphan
ar: يتيم
ja: オーファン（孤立行）

source: Result was an open port.
ar: النتيجة كانت منفذ مفتوح
ja: 結果はオープンポートでした。

# NVT
source: None
ar: لا شيء
ja: なし

source: Note for NVT
ar: ملاحظة للـ NVT
ja: NVTのためのノート

# Note or Override
source: Application
ar: تطبيق
ja: アプリケーション

# Note
source: Appearance when active
ar: المظهر عندما يكون نشطا
ja: アクティブ時の外観

source: Appearance
ar: المظهر
ja: 外観

source: User Tags for this Note
ar: وسمات المستخدم لهذه الملاحظة
ja: このノートのユーザータグ

source: Permissions for this Note
ar: سماحيات لهذه الملاحظة
ja: このノートのアクセス許可

source: New Override
ar: تجاوز جديد
ja: 新しいオーバーライド

# Override
source: Active
ar: نشط
ja: 活性化

source: New Severity
ar: خطورة جديدة
ja: 新しい深刻度

# Severity
source: False Positive
ar: تقرير أيجابي خاطئ
ja: 誤検知

# Override|Severity
source: Other
ar: شيء آخر
ja: その他

source: Edit Override
ar: تحرير التجاوز
ja: オーバーライドを編集する

# Override
source: Orphan
ar: يتيم
ja: オーファン（孤立行）

source: Override for NVT
ar: تجاوز للـ NVT
ja: NVT のオーバーライド

# Override
source: Appearance when active
ar: المظهر عندما يكون نشطا
ja: アクティブ時の外観

source: User Tags for this Override
ar: وسمات المستخدم لهذا التجاوز
ja: このオーバーライドのユーザータグ

source: Permissions for this Override
ar: السماحيات لهذا التجاوز
ja: このオーバーライドのアクセス許可

# Override|Severity
source: From
ar: من

# Override|Severity
source: To
ar: إلى

source: Group is still in use
ar: المجموعة لا تزال قيد الاستخدام
ja: グループはまだ使用中です

source: Groups
ar: المجموعات
ja: グループ

source: Users
ar: المستخدمون
ja: ユーザー

source: New Group
ar: مجموعة جديدة
ja: 新規グループ

source: Special Groups
ar: مجموعات خاصة
ja: 特別なグループ

source: Create permission to grant full read and write access among all group members and across any resources
ar: إنشاء سماحية لمنح حق قراءة وكتابة لكل أعضاء المجموعة وعبر كل المصادر
ja: すべてのグループメンバー間およびすべてのリソース間で完全な読み取りおよび書き込みアクセスを許可する権限を作成する

source: Create Group
ar: إنشئ مجموعة جديدة
ja: グループを作成する

source: Edit Group
ar: تحرير مجموعة
ja: グループを編集する

source: Save Group
ar: حفظ المجموعة
ja: グループを保存

source: New Permission
ar: سماحية جديدة
ja: 新しいアクセス許可

source: has super access
ar: لدية حق وصول عالي
ja: スーパーアクセスがあります

source: Super (Has super access)
ar: عالي (لديه حق وصول عالي)
ja: スーパー（スーパーアクセスあり）

source: User ID
ar: مُعرّف المستخدم
ja: ユーザー ID

source: Role ID
ar: معرف الدور
ja: ロール ID

source: Group ID
ar: رقم المجموعة
ja: グループ ID

# Permission|Grant
source: Grant
ar: منح
ja: 付与

# Permission
source: read
ar: قراءة
ja: 読み込み

# Permission
source: proxy
ar: الوسيط
ja: プロキシ

# Permission|Grant
source: permissions
ar: الأذونات
ja: アクセス許可

# Permission|Grant
source: to
ar: إلى

# Permission|Grant
source: on
ar: على

# Permission
source: including related resources
ar: تضمين موارد متعلقة
ja: 関連リソースを含む

# Permission
source: for current resource only
ar: للمورد الحالي فقط
ja: 現在のリソースのみ

# Permission
source: for related resources only
ar: للموارد الحالية فقط
ja: 関連リソースのみ

source: Permission made visible for:
ar: السماحية جعلت مرئية ل:
ja: アクセス許可が表示される:

# Permission
source: Orphan
ar: يتيم
ja: オーファン（孤立行）

source: Permission is still in use
ar: الأذونات لا تزال قيد الاستخدام
ja: アクセス許可はまだ使用中です

source: Edit Permission
ar: تحرير الأذونات
ja: アクセス許可の編集

source: New Port List
ar: قائمة منافذ جديدة
ja: 新しいポート一覧

source: Port Lists
ar: قوائم المنافذ
ja: ポート一覧

source: Port Ranges
ar: نطاق المنفذ
ja: ポートの範囲

# Port List
source: From file
ar: من _ملف
ja: ファイルから

source: Create Port List
ar: إنشاء قائمة منفذ
ja: ポートリストの作成

source: Port Counts
ar: عدد الكلمات
ja: ポート数

# Port Counts
source: Total
ar: الإجمالي
ja: 総数

source: Port List is still in use
ar: قائمة المنافذ ماتزال قيد الاستخدام
ja: ポート一覧はまだ使用中です

source: Port count
ar: عدد المنافذ
ja: ポート数

source: TCP Port count
ar: عدد منافذ الـ TCP
ja: TCP ポート数

source: UDP Port count
ar: عدد منافذ الـ UDP
ja: UDP ポート数

# Port Range
source: Start
ar: إبدأ
ja: 開始

# Port Range
source: End
ar: نهاية
ja: 終了

source: Targets using this Port List
ar: الأهداف التي تستخدم قائمة المنافذ هذه
ja: このポート一覧を使用するターゲット

source: Edit Port List
ar: تحرير قائمة المنافذ
ja: ポートリストの編集

source: Save Port List
ar: حفظ قائمة المنافذ
ja: ポートの一覧を保存

source: Add Port Range
ar: إضافة نطاق منافذ
ja: ポート範囲の追加

source: New Port Range
ar: نطاق منافذ جديد
ja: 新しいポート範囲

source: Import XML Port List
ar: إدراج قائمة منافذ XML
ja: XML ポート一覧のインポート

# File
source: Extension
ar: الامتداد
ja: 拡張

source: Content Type
ar: نوع المحتويات
ja: コンテンツの種類

source: Trust (Last Verified)
ar: الثقة (آخر تحقق)
ja: 信頼（最終確認済み）

# Report Format
source: Active
ar: نشط
ja: 活性化

source: New Report Format
ar: صيغة تقرير جديدة
ja: 新規レポート形式

source: Report Formats
ar: صيغة التقرير
ja: レポート形式

source: Import XML report format
ar: إدراج صيغة تقرير XML
ja: XML レポート形式のインポート

source: Import Report Format
ar: إدراج صيغة تقرير
ja: レポート形式のインポート

source: Edit Report Format
ar: تحرير صيغة تقرير
ja: レポート形式の編集

source: Parameters
ar: المعاملات
ja: パラメータ

# Report Format|Parameters
source: None
ar: لا شيء
ja: なし

source: Verifying Report Format...
ar: التحقق من صيغة التقرير
ja: レポート形式を確認しています...

source: Verify Report Format
ar: التحقق من صيغى التقرير
ja: レポート形式の確認

source: Report Format has been verified.
ar: تم التحقق من صيغة التقرير
ja: レポート形式が確認されました。

source: Report Format could not be verified.
ar: لم يتم التمكن من صيغة التقرير
ja: レポート形式を確認できませんでした。

source: Permission to verify Report Format denied
ar: السماح للتحقق من صيغة التقرير محجوب
ja: レポート形式が拒否されたことを確認する権限

source: Report Format is still in use
ar: صيغة التقرير قيد الاستخدام
ja: レポート形式はまだ使用中です

source: Alerts using this Report Format
ar: التنبيهات التي تستخدم صيغة التقرير
ja: このレポート形式を使用するアラート

source: Host Details (Classic)
ar: نفاصيل المضيف
ja: ホストの詳細 (クラシック)

source: Host Details
ar: تفاصيل المضيف
ja: ホストの詳細

# Report
source: not finished
ar: لم ينتهي
ja: 終了していません

source: OS
ar: نظام التشغيل

source: Open Ports
ar: منافذ مفتوحة
ja: 開いているポート

source: Open TCP Ports
ar: منافذ TCP مفتحوحة
ja: 開いている TCP ポート

source: Open UDP Ports
ar: منافذ UDPمفتوحة
ja: 開いている UDP ポート

source: Apps
ar: التطبيقات
ja: アプリ

# Host
source: Distance
ar: المسافة
ja: 距離

source: Host Identification
ar: معرف المضيف
ja: ホストの識別

source: Identifier
ar: المعرف
ja: 識別子

source: Scanned IP
ar: IP ممسوح
ja: スキャンされたIP

source: Hostname
ar: اسم المضيف
ja: ホスト名

source: target definition
ar: تعريف الهدف
ja: ターゲット定義

source: reverse lookup
ar: البحث العكسي
ja: 逆引き参照

source: WMI, Standalone
ar: WMI, مستقل
ja: WMI、スタンドアロン

source: WMI, Domain
ar: WMI, نطاق
ja: WMI、ドメイン

source: Hardware
ar: العتاد
ja: ハードウェア

source: Information not available
ar: لا تتوفر معلومات
ja: 情報がありません

# Hardware
source: Component
ar: مكوّن
ja: コンポーネント

source: Values
ar: القيم
ja: 値

source: CPU
ar: المعالج

# Hardware
source: Memory
ar: الذاكرة
ja: メモリ

source: Target-Interface
ar: واجهة الهدف
ja: ターゲットインターフェイス

source: Other MACs
ar: عناوين فيزيائية أخرى
ja: 他の MACs

# Apps
source: None
ar: لا شيء
ja: なし

source: Detected Applications
ar: التطبيقات المكتشفة
ja: 検出されたアプリケーション

source: Prognosis
ar: التنبؤ
ja: 予測

source: Scan Results
ar: نتائج المسح
ja: スキャン結果

# Note
source: Active until
ar: نشط حتى
ja: アクティブまで

# Action Verb
source: Move to Trashcan
ar: انقل إلى سلة المهملات
ja: ごみ箱に移動

source: Permission to move Note to trashcan denied
ar: رفضت السماحية للنقل إلى سلة المهملات
ja: ノートをごみ箱に移動する権限が拒否されました

source: Note cannot be moved to trashcan
ar: الملاحظة لا يمكن نقلها إلى سلة المهملات
ja: ノートをごみ箱に移動することはできません

source: Note Details
ar: تفاصيل الملاحظة
ja: ノートの詳細

source: Permission to edit Note denied
ar: تم رفض السماحية لتحرير الملاحظة
ja: ノートを編集する権限が拒否されました

source: Note is not writable
ar: الملاحظة غير قابلة للكتابة
ja: ノートは書き込み可能ではありません

source: Export Note
ar: تصدير الملاحظة
ja: ノートをエクスポートする

source: Override from
ar: التجاوز من
ja: オーバーライドから

# Override
source: to
ar: إلى

# Override
source: Active until
ar: نشط حتى
ja: アクティブまで

source: Permission to move Override to trashcan denied
ar: الصلاحية للنقل إلى سلة المهملات رُفضت
ja: オーバーライドをごみ箱に移動する権限が拒否されました

source: Override cannot be moved to trashcan
ar: لا يمكن نقل التجاوزات إلى سلة المهملات
ja: オーバーライドをごみ箱に移動することはできません

source: Override Details
ar: تفاصيل التجاوز
ja: オーバーライドの詳細

source: Permission to edit Override denied
ar: رُفضت صلاحيات تحرير التجاوزات
ja: オーバーライドを編集する権限が拒否されました

source: Override is not writable
ar: التجاوزات غير قابلة للكتابة
ja: オーバーライドは書き込み可能ではありません

source: Export Override
ar: تصدير التجاوزات
ja: オーバーライドをエクスポートする

source: All Assets with this IP
ar: كل الممتلكات الخاصة بهذا العنوان الشبكي
ja: このIPを持つすべての資産

source: The Asset recorded from this report
ar: الممتلكات تم تسجيلها من هذا التقرير
ja: このレポートから記録された資産

source: Result Details
ar: تفاصيل النتائج
ja: 結果の詳細

source: Export Result as XML
ar: تصدير النتائج كملف XML
ja: 結果を XML としてエクスポートする

source: Corresponding Task (%1)
ar: المهمة المقابلة 1 %
ja: 対応するタスク (%1)

source: Corresponding Report
ar: التقرير المرتبط
ja: 対応するレポート

source: User Tags for this Result
ar: وسم المستخدم لهذه النتيجة
ja: この結果のユーザータグ

# Result
source: Overridden from
ar: التجاوزات من
ja: オーバーライドから

source: Result Tags
ar: وسم النتيجة
ja: 結果タグ

source: Vulnerability Detection Result
ar: نتيجة قابلية الاختراق
ja: 脆弱性検出の結果

source: Vulnerability was detected according to the Vulnerability Detection Method.
ar: قابلية الاختراق تم اكتشافها نسبة إلى طريقة اكتشاف قابلية الاختراق
ja: 脆弱性検出方法に従って脆弱性が検出されました。

source: Log Method
ar: طريقة الـسجل
ja: ログメソッド

source: Version used
ar: الإصدار المستخدم
ja: 使用バージョン

source: Product Detection Result
ar: نتيجة اكتشاف المنتج
ja: 製品検出結果

source: Product
ar: المنتج
ja: 製品

# Result
source: Log
ar: سجل
ja: ログ

source: Product detection results
ar: نتائج كشف المنتج
ja: 製品検出結果

source: View details of product detection
ar: عرض التفاصيل الخاصة بكشف المنتيج
ja: 製品検出の詳細を表示します

source: Different Lines
ar: خطوط مختلفة
ja: 異なるライン

source: OS conflict
ar: تضارب نظام التشغيل
ja: OS の競合

source: No information on Operating System.
ar: لا يوجد معلومات عن نظام التشغيل
ja: オペレーティングシステムに関する情報はありません。

source: No information on Operating System was gathered during scan.
ar: لم يتم جمع معلومات عن نظام التشغيل أثناء المسح
ja: スキャン中にオペレーティングシステムに関する情報は収集されませんでした。

source: Last Report
ar: التقرير الأخير
ja: 最新のレポート

source: Ports
ar: المنافذ
ja: ポート

# Apps short
source: Apps
ar: التطبيقات
ja: アプリ

source: View Report %1
ar: عرض تقرير %1
ja: レポート %1 を表示

source: No Apps detected for Prognostic Report
ar: لا يوجد تطبيقات مكتشفة للتقرير المتنبأ به
ja: 予測レポートで検出されたアプリはありません

# Hosts
source: Total
ar: الكلى
ja: 総数

source: Current Report
ar: التقرير الحالي
ja: 現在のレポート

source: Auth
ar: المصادقة
ja: 認証

# Time
source: Start
ar: إبدأ
ja: 開始

# Time
source: End
ar: نهاية
ja: 終了

# Results
source: Total
ar: الكلى
ja: 総数

source: Occurrences
ar: حدوثات
ja: 出現数

# Report
source: Unknown
ar: غير معروف
ja: 不明

# Result
source: None
ar: لا شيء
ja: なし

source: Application CPE
ar: CPE الخاص بالتطبيق
ja: アプリケーション CPE

# Result
source: for App
ar: للتطبيق
ja: アプリの

source: View Report
ar: عرض التقرير
ja: レポート表示

# Property
source: Download Format
ar: تحميل التنسيق
ja: ダウンロード形式

source: Download full Report
ar: تحميل التقرير الكامل
ja: 完全なレポートをダウンロードする

# Action Verb
source: Download
ar: تنزيل
ja: ダウンロード

source: Download filtered Report
ar: تحميل التقرير المرشّح
ja: フィルタされたレポートをダウンロートする

source: Adding Report to Assets...
ar: إضافة التقرير إلى الممتلكات
ja: 資産へのレポートの追加...

source: Add to Assets with QoD>=%1%% and Overrides disabled
ar: إضافة إلى الممتلكات مع QoD>=%1%% ومع إلغاء التجاوزات
ja: QoD>=%1%% およびオーバーライドを無効にして資産に追加します

source: Report content added to Assets with QoD>=%1%% and Overrides enabled.
ar: تم إضافة محتوى التقرير إلى الممتلكات مع QoD>=%1%% و مع تفعيل التجاوزات
ja: QoD>=%1%% およびオーバーライドを有効にして資産にレポートコンテンツ追加します。

source: Report content added to Assets with QoD>=%1%% and Overrides disabled.
ar: تم إضافة محتوى التقرير إلى الممتلكات مع QoD>=%1%% و مع تثبيط التجاوزات
ja: QoD>=%1%% およびオーバーライドを無効にして資産にレポートコンテンツ追加します。

source: Report content could not be added to Assets.
ar: لم يمكن إضافة محتويات التقرير إلى الممتلكات
ja: レポートコンテンツを資産に追加できませんでした。

source: Removing Report from Assets...
ar: حذف التقرير من الممتلكات
ja: 資産からレポートを削除しています...

source: Remove from Assets
ar: أزل من الممتلكات
ja: 資産から除去する

source: Report content removed from Assets.
ar: تقرير المحتويات المحذوفة من الممتلكات
ja: 資産から削除されたレポートコンテンツ。

source: Report content could not be removed from Assets.
ar: لم يتم التمكن من حذف محتوى التقرير من الممتلكات
ja: レポートコンテンツを資産から削除できませんでした。

source: Corresponding Results
ar: النتائج المطابقة
ja: 対応する結果

source: NVT Severity
ar: خطورة الـ NVT
ja: NVT 深刻度

source: ERROR: List of available report formats missing!
ar: خطأ: قائمة تنسيقات التقرير المتاحة غير متوفرة
ja: エラー：利用可能なレポート形式の一覧がありません！

source: Cannot find report format %1
ar: لا يمكن إيجاد صيغة التقرير %1
ja: レポート形式 %1 が見つかりません

source: Report format %1 is not trusted
ar: صيغة التقرير 1% غير موثوقة
ja: レポート形式 %1 は信頼されていません

source: Report format %1 is not active
ar: صيغة التقرير 1% غير فعالة
ja: レポート形式 %1 はアクティブではありません

source: Serial
ar: تسلسلي
ja: シリアル

source: Not valid before
ar: ليست صالحة قبل
ja: 前に無効です

source: Not valid after
ar: ليست صالحة بعد
ja: 後に無効です

source: Download SSL Cert
ar: تحميل شهادة الـ SSL
ja: SSL 証明書のダウンロード

source: Verifying Scanner...
ar: التحقق من الماسح
ja: スキャナを確認しています...

source: Verify Scanner
ar: التحقق من الماسح
ja: スキャナの確認

source: Scanner has been verified.
ar: الماسح تم التحقق منه
ja: スキャナが確認されました。

source: Verification failed
ar: فشل التحقق من الصحة.
ja: 検証に失敗しました

source: Scanner could not be verified.
ar: تعذّر التّحقّق من الماسح.
ja: スキャナを確認できませんでした。

# Action Verb
source: Download CA Certificate
ar: تحميل شهادة المرجع المصدق
ja: CA 証明書をダウンロード

source: Error Message
ar: رسالة خطأ
ja: エラーメッセージ

source: User Tags for Report "%1" (%2)
ar: وسوم المستخدم للتقرير "%1" (%2)
ja: レポート "%1" (%2) のユーザータグ

source: Multiple hosts
ar: عدة مضيفين
ja: 複数のホスト

source: Result of Task
ar: نتيجة المهمة
ja: タスクの結果

source: Scan 1 started
ar: المسح 1 تم البدء
ja: スキャン 1 開始

source: Scan 1 ended
ar: تم إنهاء المسح 1
ja: スキャン 1 終了

source: Scan 1 status
ar: حالة المسح 1
ja: スキャン 1 の状態

source: Scan 2 started
ar: بدء المسح 2
ja: スキャン 2 開始

source: Scan 2 ended
ar: تم إنهاء المسح 2
ja: スキャン 2 終了

source: Scan 2 status
ar: حالة المسح 2
ja: スキャン 2 の状態

source: Scan initiated
ar: تم تهيئة المسح
ja: スキャン開始

source: Scan started
ar: تم بدء المسح
ja: スキャンを開始

source: Scan ended
ar: تم إنهاء المسح
ja: スキャン終了

source: Scan duration
ar: مدة المسح
ja: スキャン期間

source: Scan status
ar: حالة ال Feed
ja: スキャンの状態

# Action Verb
source: Run Alert
ar: تنبيه التنفيذ
ja: アラートの実行

source: Full report
ar: تقرير كامل
ja: 完全なレポート

source: Running Alert...
ar: تنبيه جاري
ja: アラートを実行しています...

source: Filtered report
ar: تقرير مرشح
ja: フィルタされたレポート

source: New Role
ar: قاعدة جديدة
ja: 新規ロール

source: Roles
ar: وظائف
ja: ロール

source: Create Role
ar: أنشئ _قاعدة
ja: ロールの作成

source: Edit Role
ar: تحرير الدّور
ja: ロールの編集

source: Create Permission
ar: إنشاء صلاحية
ja: アクセス許可の作成

source: New Super Permission
ar: صلاحية جديدة عالية
ja: 新しいスーパーアクセス許可

source: General Command Permissions
ar: الصلاحيات العامة للتعليمات
ja: 一般的なコマンドの許可

source: Role is still in use
ar: الدّور لايزال قيد الاستخدام
ja: ロールはまだ使用中です

# Permissions
source: None
ar: لا شيء
ja: なし

source: Role has Everything
ar: الدّور يمتلك كل شيء
ja: ロールはすべて持っている

source: Performance
ar: الأداء
ja: 性能

source: Report for last hour
ar: التقرير لآخر ساعة

source: Report for last day
ar: التقرير لآخر يوم

source: Report for last week
ar: التقرير لآخر أسبوع

source: Report for last month
ar: التقرير لآخر شهر

source: Report for last year
ar: التقرير لآخر سنة

source: Start time
ar: وقت البدء
ja: 開始時間

source: End time
ar: وقت النهاية

source: Report for last
ar: التقرير للأخير

source: year
ar: السنة
ja: 年

source: Reports for slave scanner
ar: التقارير للماسح التابع

source: The selected Slave Scanner can currently not be reached for retrieval of performance data.
ar: الماسح التابع المختار لا يمكن الوصول إليه لإستعادة بيانات الأداء

source: Please check network connection or Scanner configuration. The problem may also be temporary, so you could try again at a later time.
ar: الرجاء فحص اتصال الشبكة أو إعدادات الماسح. المشكلة ربما تكون مؤقتة, لذلك يمكنك المحاولة في وقت آخر

# Task|Report
source: First
ar: الأول
ja: 最初へ

source: Trashcan
ar: سلة المهملات
ja: ごみ箱

# Action Verb
source: Empty Trashcan
ar: سلة مهملات فارغة
ja: ごみ箱を空にする

# Trashcan
source: Contents
ar: المحتويات
ja: 内容

# Trashcan
source: Items
ar: العناصر
ja: アイテム

source: New User
ar: مستخدم جديد
ja: 新規ユーザー

source: Login Name
ar: اسم تسجيل الدخول
ja: ログイン名

source: Authentication
ar: المصادقة
ja: 認証

source: Password:
ar: كلمة السّر:
ja: パスワード：

# Auth Method
source: LDAP Authentication Only
ar: مصادقة LDAP فقط
ja: LDAP 認証のみ

# Auth Method
source: RADIUS Authentication Only
ar: مصادقة RADIUS فقط
ja: RADIUS 認証のみ

source: Host Access
ar: وصول المضيف
ja: ホストアクセス

source: Allow all and deny
ar: السماح للكل و المنع
ja: すべて許可してから拒否する

source: Deny all and allow
ar: المنع للكل والسماح
ja: すべて拒否してから許可する

source: Interface Access
ar: الوصول للواجهة
ja: インターフェイスアクセス

source: Authentication Type
ar: نوع التوثق
ja: 認証種別

# Auth Method
source: Local
ar: محلي
ja: ローカル

source: User cannot be deleted
ar: لا يمكن حذف المستخدم
ja: ユーザーは削除できません

source: Edit User
ar: تحرير المستخدم
ja: ユーザーの編集

source: Use existing value
ar: استخدم القيمة الحالية
ja: 既存の値を使用する

source: New Password
ar: كلمة المرور الجديدة
ja: 新しいパスワード

source: Confirm action
ar: أكد الإجراء
ja: 操作を確認

source: User "%1" will be deleted.
ar: سيتم حذف المستخدم %1.
ja: ユーザー "%1" が削除されます。

source: If no inheriting user is selected, all owned resources will be deleted as well.
ar: إذا لم يوجد مستخدم وارث مختار, كل الموارد المملوكة سيتم حذفها
ja: 継承しているユーザーが選択されていない場合、所有するすべてのリソースも同様に削除されます。

source: Inheriting user
ar: مستخدم وارث
ja: ユーザーの継承

source: Current User
ar: المستخدم الحالي
ja: 現在のユーザー

source: Setting
ar: الإعداد
ja: 設定

source: Enable
ar: فعّل
ja: 有効にする

source: Auth. DN
ar: المصادقة DN
ja: 認証 DN

source: Save
ar: احفظ
ja: 保存

source: Secret Key
ar: المفتاح السري
ja: 秘密鍵

# Auth Method
source: LDAP per-User Authentication
ar: مصادقة LDAP لكل مستخدم
ja: LDAP ユーザーごとの認証

# Auth Method
source: LDAP per-User Authentication not available
ar: مصادقة LDAP لكل مستخدم غير متاحة
ja: LDAP ユーザーごとの認証が使用できない

# Auth Method
source: RADIUS Authentication
ar: مصادقة RADIUS
ja: RADIUS 認証

# Auth Method
source: RADIUS Authentication not available
ar: مصادقة RADIUS غير متاحة
ja: RADIUS認証を使用できません

source: Feed
ar: التلقيم
ja: 供給

source: Feed Status
ar: حالة الـ Feed
ja: 情報供給の状態

# Feed
source: Content
ar: محتويات
ja: コンテンツ

source: Origin
ar: منشأ
ja: 原点

source: Synchronization with this feed is currently not possible.
ar: التزامن مع التلقيم غير ممكن حاليا
ja: このフィードとの同期は現在できません。

source: The synchronization script returned the following error message:
ar: سكريبت المزامنة أعاد رسالة الخطأ التالية
ja: 同期スクリプトが次のエラーメッセージを返しました：

# Feed Sync
source: Synchronization
ar: المزامنة
ja: 同期

# Feed Sync
source: in progress
ar: قيد العمل
ja: 処理中です

# Feed Sync
source: Started
ar: بدأ
ja: 開始

# Feed Sync
source: by
ar: حسب

source: Please check the automatic synchronization of your system
ar: الرجاء التحقق من التزامن التلقائي للنظام خاصتك
ja: システムの自動同期を確認してください

source: Current
ar: الحالي

source: No status info available
ar: لا معلومات عن الحالة.
ja: ステータス情報はありません

source: OMP Error
ar: خطأ OMP
ja: OMP エラー

source: My Settings
ar: إعداداتي
ja: ユーザー設定

source: Edit My Settings
ar: تحرير إعداداتي
ja: ユーザー設定を編集する

source: User Interface Language
ar: لغة واجهة المستخدم
ja: ユーザーインターフェイス言語

source: Rows Per Page
ar: عدد الصفوف في بالصفحة
ja: ページあたりの行数

source: Max Rows Per Page (immutable)
ar: العدد الأعظمي للصفوف بالصفحة (غير قابل للتغيير)
ja: ページあたりの最大行数（不変）

source: Details Export File Name
ar: اسم ملف تصدير التفاصيل
ja: 詳細エクスポートファイル名

source: List Export File Name
ar: اسم ملف قائمة التصدير
ja: エクスポートファイル名の一覧

source: Report Export File Name
ar: اسم ملف تقرير التصدير
ja: レポートエクスポートファイル名

source: Severity Class
ar: صنف الخطورة
ja: 深刻度クラス

source: Dynamic Severity
ar: الخطورة الديناميكية
ja: 動的な深刻度

source: Default Severity
ar: الخطورة الافتراضية
ja: デフォルトの深刻度

source: Default Alert
ar: التنبيه الافتراضي
ja: デフォルトのアラート

source: Default OpenVAS Scan Config
ar: إعداد المسح الافتراضي للـ OpenVAS
ja: デフォルトの OpenVAS スキャン設定

source: Default OSP Scan Config
ar: إعداد المسح الافتراضي للـ OSP
ja: デフォルトの OSP スキャン設定

source: Default SSH Credential
ar: اعتمادات SSH الافتراضية
ja: デフォルトの SSH 資格情報

source: Default SMB Credential
ar: إعتمادات الـ SMB الإفتراضية
ja: デフォルトの SMB 資格情報

source: Default ESXi Credential
ar: اعتمادات ESXi الافتراضية
ja: デフォルトの ESXi 資格情報

source: Default SNMP Credential
ar: اعتمادات SNMP الافتراضية
ja: デフォルトの SNMP 資格情報

source: Default Port List
ar: القائمة الافتراضية للمنافذ
ja: デフォルトのポート一覧

source: Default OpenVAS Scanner
ar: ماسح OpenVAS الافتراضي
ja: デフォルトの OpenVAS スキャナ

source: Default OSP Scanner
ar: ماسح OSP الافتراضي
ja: デフォルトの OSP スキャナ

source: Default Report Format
ar: صيغة التقرير الافتراضي
ja: デフォルトのレポート形式

source: Default Schedule
ar: جدول افتراضي
ja: デフォルトのスケジュール

source: Default Target
ar: الهدف الافتراضي
ja: デフォルトのターゲット

source: Agents Filter
ar: المرشّح الوكيل
ja: エージェントフィルタ

source: Alerts Filter
ar: مرشّح التنبيهات
ja: アラートフィルタ

source: Assets Filter
ar: منبه الممتلكات
ja: 資産のフィルタ

source: Configs Filter
ar: مرشح الإعدادات
ja: フィルタ設定

source: Credentials Filter
ar: مرشح الاعتمادات
ja: 資格情報フィルタ

source: Filters Filter
ar: مرشّح المرشّح
ja: フィルターフィルタ
