Repository: greenbone/gsa
Catalog: src/po/gsad_xsl-*.po
Languages: ar, ja

source: Tasks by CVSS
ar: المهام حسب CVSS
ja: CVSSのタスク

source: Tasks by Severity Class
ar: المهام حسب صنف الخطورة
ja: 深刻度クラス別のタスク

source: Tasks by status
ar: المهام حسب الحالة
ja: ステータス別のタスク

source: Tasks: High results per host
ar: المهام: نتائج عالية حسب المضيف
ja: タスク: ホストごとの高い結果

source: Tasks with most High results per host
ar: المهام التي فيها نتائج كثيرة حسب المضيف
ja: ホスト別に最も高い結果を持つタスク

source: Next scheduled tasks
ar: المهام المجدولة التالية
ja: 次のスケジュールされたタスク

source: Reports: High results timeline
ar: تقارير: الجدول الزمني للنتائج العالية
ja: レポート：高い結果のタイムライン

source: Reports by CVSS
ar: التقارير حسب الـ CVSS
ja: CVSS によるレポート

source: Reports by Severity Class
ar: التقارير حسب صنف الخطورة
ja: 深刻度クラス別レポート

source: Results by CVSS
ar: النتائج حسب الـ CVSS
ja: CVSS による結果

source: Results by Severity Class
ar: النتائج حسب صنف الخطورة
ja: 深刻度クラス別の結果

source: Results vulnerability word cloud
ar: النتائج الثغرات كلمات على شكل خيمة
ja: 脆弱性ワードクラウドの結果

source: Results description word cloud
ar: نتائج وصف word cloud
ja: 結果説明ワードクラウド

source: Hosts by CVSS
ar: الأجهزة المضيفة حسب الـ CVSS
ja: CVSS によるホスト

source: Hosts by Severity Class
ar: الأجهزة المضيفة حسب الـ CVSS
ja: 深刻度クラス別のホスト

source: Most vulnerable hosts
ar: الأجهزة المضيفة حسب صنف الخطورة
ja: 最も脆弱なホスト

source: Hosts by modification time
ar: الأجهزة المضيفة حسب صنف الخطورة
ja: 変更時間別のホスト

source: Hosts topology
ar: الأجهزة المضيفة حسب وقت التعديل
ja: ホストトポロジ

source: Operating Systems by CVSS
ar: أنظمة التشغيل حسب الـ CVSS
ja: CVSS 別のオペレーティングシステム

source: Operating Systems by Severity Class
ar: أنظمة التشغيل حسب الـ CVSS
ja: 深刻度レベル別のオペレーティングシステム

source: Operating Systems by Vulnerability Score
ar: أنظمة التشغيل حسب درجة العرضة للهجوم
ja: 脆弱性スコア別のオペレーティングシステム

source: Notes by creation time
ar: أنظمة التشغيل حسب درجة العرضة للهجوم
ja: 作成時間別ノート

source: Notes text word cloud
ar: نص التدوينات للسحابة الكلمية
ja: ノートテキストワードクラウド

source: Notes by active days
ar: نص التدوينات للسحابة الكلمية
ja: アクティブ日別ノート

source: Overrides by creation time
ar: التجاوزات حسب زمن الإنشاء
ja: 作成時間別のオーバーライド

source: Overrides text word cloud
ar: التجاوزات حسب زمن الإنشاء
ja: テキストワードクラウドをオーバーライド

source: Overrides by active days
ar: نص التجاوزات على شكل خيمة كلمات
ja: アクティブ日別オーバーライド

source: %1 by CVSS
ar: %1 حسب CVSS
ja: CVSSによる %1

source: %1 by Severity Class
ar: %1 حسب صنف الخطورة
ja: 深刻度クラス別の %1

source: %1 by creation time
ar: %1 حسب صنف الخطورة
ja: 作成時間別の %1

source: NVTs by Family
ar: NVTs حسب العائلة
ja: ファミリ別 NVTs

source: NVTs by QoD type
ar: NVTs حسب العائلة
ja: QoD 種類別 NVT

source: NVTs by QoD
ar: NVTs حسب الـ QoD
ja: QoD 別 NVT

source: OVAL Definitions by class
ar: NVTs حسب الـ QoD
ja: クラス別 OVAL 定義

source: SecInfo Items by type
ar: عناصر الـ SecInfo حسب النوع
ja: タイプ別のセキュリティ情報アイテム

source: Reports: Duration timeline
ar: عناصر الـ SecInfo حسب النوع
ja: レポート：期間のタイムライン

source: Dashboard
ar: تقارير: الجدول الزمني للمدة
ja: ダッシュボード

source: Scans Dashboard
ar: تقارير: الجدول الزمني للمدة
ja: スキャンダッシュボード

source: Assets Dashboard
ar: لوحة تحرير المسح
ja: 資産のダッシュボード

source: SecInfo Dashboard
ar: لوحة تحرير المسح
ja: セキュリティ情報ダッシュボード

source: Report: Prognostic Results
ar: التقرير: نتائج تكهنية
ja: レポート: 予測結果

source: Report: Delta Results
ar: تقرير: نتائج دلتا
ja: レポート: デルタの結果

source: Report: Results
ar: تقرير: نتائج
ja: レポート: 結果

source: Report: Prognostic Summary and Download
ar: التقرير: نتائج تكهنية
ja: レポート: 予測概要とダウンロード

source: Report: Delta Summary and Download
ar: تقرير: الخلاصة التكهنية والتحميل
ja: レポート: デルタの要約とダウンロード

source: Report: Summary and Download
ar: تقرير: الخلاصة التكهنية والتحميل
ja: レポート: 概要とダウンロード

source: Report: Prognostic Hosts
ar: تقرير : المضيفين التكهنيين
ja: レポート: 予測ホスト

source: Report: Hosts
ar: تقرير : المضيفين التكهنيين
ja: レポート: ホスト

source: Report: Ports
ar: تقرير : المضيفين التكهنيين
ja: レポート: ポート

source: Report: Operating Systems
ar: تقرير: أنظمة التشغيل
ja: レポート: オペレーティングシステム

source: Report: Prognostic Applications
ar: تقرير: أنظمة التشغيل
ja: レポート: 予測アプリケーション

source: Report: Applications
ar: تقرير: التطبيقات التكهنية
ja: レポート: アプリケーション

source: Report: Vulnerabilities
ar: تقرير: التطبيقات
ja: レポート: 脆弱性

source: Report: CVEs
ar: تقرير: التطبيقات
ja: レポート: CVEs

source: Report: Closed CVEs
ar: تقارير: CVEs
ja: レポート: クローズしたCVEs

source: Report: Topology
ar: تقرير: الطبولوجي
ja: レポート: トポロジ

source: Report: SSL Certificates
ar: تقرير: الطبولوجي
ja: レポート: SSL 証明書

source: Report: Error Messages
ar: تقرير : رسائل الخطأ
ja: レポート: エラーメッセージ

source: has super access to
ar: تقرير : رسائل الخطأ
ja: へのスーパーアクセスを持っています

source: has super access to all users
ar: لديه حق وصول سوبر لكل المستخدمين
ja: すべてのユーザーにスーパーアクセスを持っています

source: may login
ar: لديه حق وصول سوبر لكل المستخدمين
ja: ログインができます

source: may run multiple OMP commands in one
ar: يمكنه تنفيذ عدة أوامر OMP في آن واحد
ja: 複数のOMPコマンドを1つで実行できます

source: has all permissions
ar: يمكنه تنفيذ عدة أوامر OMP في آن واحد
ja: すべてのアクセス許可を持っている

source: may empty the trashcan
ar: يمكن تفريغ سلة المهملات
ja: ごみ箱を空にすることができます

source: may get the dependencies of NVTs
ar: يمكنه الحصول على إعتمادات الـ NVTs
ja: NVTs の依存関係を取得することができます

source: may get version information
ar: يمكنه الحصول على معلومات إصدار الـ NVT-Feeds
ja: バージョン情報を取得することができます

source: may get the help text
ar: يمكنه الحصول على معلومات إصدار الـ NVT-Feeds
ja: ヘルプテキストを取得することができます

source: has write access to the authentication configuration
ar: يمكنه الحصول على معلومات إصدار الـ NVT-Feeds
ja: 認証構成への書き込みアクセス権を持っています

source: may restore items from the trashcan
ar: يمكنه الحصول على نص مساعد
ja: ごみ箱からアイテムを復元することができます

source: has read access to SecInfo
ar: يمكن استعادة عناصر من سلة المحذوفات
ja: セキュリティ情報への読み取りアクセス権を持っています

source: may get details about the authentication configuration
ar: يمكن استعادة عناصر من سلة المحذوفات
ja: 認証設定の詳細を取得することができます

source: may get details about %1
ar: يمكنه الحصول على تفاصيل 1%
ja: %1 の詳細を取得することができます

source: may sync the CERT feed
ar: يمكنه الحصول على تفاصيل 1%
ja: CERT フィードを同期させることができるかもしれません

source: may sync the NVT feed
ar: يمكن مزامنة تلقيم الـ NVT
ja: NVT フィードを同期させることができるかもしれません

source: may sync the SCAP feed
ar: يمكن مزامنة تلقيم الـ NVT
ja: SCAP フィードを同期させることができるかもしれません

source: may sync %1
ar: ممكن مزامنة 1%
ja: %1 を同期することができます

source: Send feedback to
ar: ممكن مزامنة 1%
ja: フィードバックの送信

source: Feedback
ar: الانطباع
ja: フィードバック

# Pagination
source: First
ar: الانطباع
ja: 最初へ

# Pagination
source: Already on first page
ar: موجود مسبقا في الصفحة الأولى
ja: 最初のページに戻る

# Pagination
source: Previous
ar: موجود مسبقا في الصفحة الأولى
ja: 前へ

source: %1 - %2 of %3
ar: %1 %2 من %3

# Pagination
source: Next
ar: %1 %2 من %3
ja: 次へ

# Pagination
source: Already on last page
ar: موجود مسبقا في الصفحة الأخيرة
ja: 最後のページに移動

# Pagination
source: Last
ar: موجود مسبقا في الصفحة الأخيرة
ja: 最後へ

source: Filter
ar: المرشّح
ja: フィルタ

source: Update Filter
ar: المرشّح
ja: フィルタ更新

# Action Verb
source: Update
ar: تحديث
ja: 更新

source: Reset Filter
ar: تصفير المرشّح
ja: フィルタをリセット

source: Help
ar: تصفير المرشّح
ja: ヘルプ

source: New Filter
ar: مرشح جديد
ja: 新規フィルタ

source: Task
ar: مهمَّة
ja: タスク

source: Show delta results
ar: إظهار نتائح دلتا
ja: デルタ結果を表示する

# Delta Result
source: same
ar: نفس
ja: 同じ

# Delta Result
source: new
ar: جديد
ja: 新規

# Delta Result
source: gone
ar: جديد
ja: 消失

# Delta Result
source: changed
ar: تم تغييره
ja: 変更された

source: Apply overrides
ar: تم تغييره
ja: オーバライドを適用する

source: Auto-FP
ar: تم تغييره
ja: 自動-FP

source: Trust vendor security updates
ar: Auto-FP
ja: ベンダーのセキュリティ更新プログラムを信頼する

source: Full CVE match
ar: Auto-FP
ja: 完全な CVE マッチ

source: Partial CVE match
ar: تطابق تام للـ CVE
ja: 部分的な CVE マッチ

source: Show Notes
ar: تطابق تام للـ CVE
ja: ノートを表示する

source: Show Overrides
ar: إظهار التجاوزات
ja: オーバーライドを表示する

source: Only show hosts that have results
ar: فقط أظهر المضيفين الذين لديهم نتائج
ja: 結果のあるホストのみを表示します

# QoD
source: must be at least
ar: يجب أن تكون على الأقل
ja: 少なくとも

source: Timezone
ar: المنطقة الزّمنيّة
ja: タイムゾーン

source: Severity (Class)
ar: الخطورة (صنف)
ja: 深刻度 (Class)

source: First result
ar: الخطورة (صنف)
ja: 最初の結果

source: Results per page
ar: نتائج بالصفحة
ja: ページ毎の結果

source: Sort by
ar: نتائج بالصفحة
ja: 並び替え

source: Ascending
ar: نتائج بالصفحة
ja: 昇順

source: Descending
ar: تنازلي
ja: 降順

source: Details
ar: تنازلي
ja: 詳細

source: Filter Details
ar: التفاصيل
ja: フィルタの詳細

source: Cannot move to trashcan.
ar: التفاصيل
ja: ごみ箱に移動できません。

# Action Verb
source: To Trashcan
ar: لا يمكن نقلها لسلة المهملات
ja: ごみ箱へ

# Action Verb
source: Edit
ar: لا يمكن نقلها لسلة المهملات
ja: 編集

# Action Verb
source: Clone
ar: استنساخ
ja: 複製

source: Permission to clone denied
ar: استنساخ
ja: 複製のアクセス許可が拒否されました

# Action Verb
source: Export
ar: تصدير
ja: エクスポート

source: Delete
ar: حدف
ja: 削除

source: Restore
ar: تصدير
ja: 復元

source: Resume
ar: معاودة
ja: 復帰

# Action Verb
source: Start
ar: معاودة
ja: 起動

# Action Verb
source: Stop
ar: أوقف
ja: 停止

source: Moving to trashcan...
ar: أوقف
ja: ごみ箱に移動しています...

# Action Verb
source: Move To Trashcan
ar: نقل الى سلة المهملات
ja: ごみ箱に移動

# Severity
source: High
ar: أوقف
ja: 高

# Severity
source: Medium
ar: متوسط
ja: 中

# Severity
source: Low
ar: متوسط
ja: 低

# Severity
source: Log
ar: سجل
ja: ログ

# Severity
source: False Pos.
ar: سجل
ja: 誤検知。

source: User Tags list
ar: سجل
ja: ユーザーのタグ一覧

source: New tag
ar: وسم جديد
ja: 新規タグ

source: Add tag
ar: وسم جديد
ja: タグを追加

source: New Tag
ar: وسم جديد
ja: 新規タグ

source: Tags
ar: وسم جديد
ja: タグ

source: User Tags
ar: أوسمة المستخدم
ja: ユーザタグ

# Tags
source: none
ar: أوسمة المستخدم
ja: なし

source: Adding Tag...
ar: لايوجد
ja: タグを追加しています...

source: Add Tag
ar: لايوجد
ja: タグを追加

# Tag
source: with Value
ar: إضافة وسم
ja: 値を持つ

source: Name
ar: إضافة وسم
ja: 名前

source: Value
ar: اسم
ja: 値

source: Comment
ar: اسم
ja: コメント

source: Actions
ar: التعليق
ja: 操作

source: Tag Details
ar: التعليق
ja: タグの詳細

source: Edit Tag
ar: تحرير الوسم
ja: タグを編集

source: Toggling Tag...
ar: تحرير الوسم
ja: タグを切り替え中...

source: Enable Tag
ar: تفعيل الوسم
ja: タグを有効にする

source: Disable Tag
ar: تفعيل الوسم
ja: タグを無効にする

source: Create Multiple Permissions
ar: إنشاء صلاحيات متعددة
ja: 複数のアクセス許可の作成

source: Permissions
ar: صلاحيات
ja: アクセス許可

# Permissions
source: none
ar: لا شيء
ja: なし

source: Description
ar: لا شيء
ja: 説明

source: Resource Type
ar: نوع المصدر
ja: リソースの種類

source: Resource
ar: المورد
ja: リソース

# Permission
source: Subject Type
ar: نوع الموضوع
ja: 科目の種類

# Permission
source: Subject
ar: الموضوع
ja: 科目

source: Import Report
ar: تقرير الاستيراد
ja: レポートのインポート

source: Report
ar: تقرير الاستيراد
ja: レポート

source: Container Task
ar: المهمة الحاوية
ja: コンテナタスク

source: Create a new container task
ar: المهمة الحاوية
ja: 新しいコンテナタスクを作成する

source: Add to Assets
ar: إضافة إلى الممتلكات
ja: 資産への追加

source: Add to Assets with QoD>=%1%% and Overrides enabled
ar: إضافة إلى الممتلكات
ja: QoD>=%1%% およびオーバーライドを有効にして資産に追加します

source: yes
ar: نعم
ja: はい

source: no
ar: نعم
ja: いいえ

source: Host Filtering
ar: ترشّح المضيف
ja: ホストのフィルタリング

source: Hosts
ar: مضيفين
ja: ホスト

source: No Overrides
ar: لا يوجد تجاوزات
ja: オーバーライドしない

source: Text phrase
ar: عبارة النص
ja: テキストフレーズ

source: Apply
ar: تطبيق
ja: 適用する

source: Severity
ar: الخطورة
ja: 深刻度

source: Filtered Hosts
ar: مضيفين مرشحين
ja: フィルタされたホスト

source: No hosts available for Prognostic Report
ar: لا يوجد مضيفين متاحين للتقرير التكهني
ja: 予測レポートに使用可能なホストがありません

source: No SCAP data available for Prognostic Report
ar: لا يوجد معطيات SCAP متاحة للتقرير التكهني
ja: 予測レポートに使用可能な SCAP データがありません

source: Prognostic Report
ar: التقرير التكهني
ja: 予測レポート

source: 0 hosts
ar: 0 مضيف
ja: 0 ホスト

source: Collapse details of all vulnerabilities
ar: طي تفاصيل كل الثغرات
ja: すべての脆弱性の詳細を折りたたむ

source: Expand to full details of all vulnerabilities
ar: التوسيع لإظهار تفاصيل كاملة لكل الثغرات
ja: すべての脆弱性の全詳細を展開する

source: Overrides are Applied
ar: إمكانية الكتابة فوق تم تنفيذها
ja: オーバーライドが適用する

source: Apply Overrides
ar: تطبيق التجاوزات
ja: オーバライドを適用する

source: Use filtered results (all pages)
ar: استخدام نتائج إيجابية (كل الصفحات)
ja: フィルタされた結果を使用する（すべてのページ）

source: Use all unfiltered results
ar: استخدام كل النتائج الغير مفلترة
ja: フィルタされていないすべての結果を使用する

source: Use filtered results (current page)
ar: استخدام نتائج مفلترة (الصفحة الحالية)
ja: フィルタされた結果を使用する（現在のページ）

source: Vulnerability
ar: نقطة ضعف
ja: 脆弱性

source: Solution type
ar: نوع الحل
ja: ソリューションの種類

source: Host
ar: مضيف
ja: ホスト

# Host
source: Location
ar: الموقع
ja: 場所

source: ID
ar: المعرّف

# Date
source: Modified
ar: معدلة
ja: 更新日

# Date
source: Created
ar: أُنشئ
ja: 作成日

source: Owner
ar: المالك
ja: 所有者

source: %1 of %2
ar: %1 من %2

source: Applied filter:
ar: المرشّح المطبق
ja: 適用されたフィルタ:

source: The report is empty. This can happen for the following reasons:
ar: التقرير فارغ: هذا يمكن أن يحدث للأسباب التالية
ja: レポートが空です。これは、以下の理由で発生する可能性があります:

source: The scan just started and no results have arrived yet.
ar: المسح بدأ للتو ولا يوجد بعد نتائج
ja: スキャンが始まったばかりで、まだ結果が届いていません。

source: Click here to reload this page and update the status.
ar: انقر هنا لتحميل الصفحة من جديد وتحديث الحالة
ja: このページをリロードし、状態を更新するには、ここをクリックしてください。

source: The scan is still running and no results have arrived yet.
ar: المسح لايزال جاريا ولا نتائج وصلت حتى الآن
ja: スキャンはまだ実行されており、結果はまだ届いていません。

source: The target hosts could be regarded dead.
ar: المضيفون الهدف ربما يعتبرون ميتين
ja: ターゲットホストが死んでいると考えられます。

source: Edit Target
ar: تحرير الهدف
ja: ターゲットを編集

source: You could change the Alive Test method of the target. However, if the targets are indeed dead, the scan duration might increase significantly.
ar: يمكنك تغيير طريقة الفحص الحي للهدف. على كل حال, إذا كانت الأجهزة الهدف فعلا ميتة, فترة المسح ربما تزداد بشكل ملحوظ
ja: ターゲットの Alive Test メソッドを変更することができます。しかし、ターゲットが実際に死んでいる場合は、スキャン時間が大幅に長くなる可能性があります。

source: Click here to edit the target
ar: انقر هنا لتحرير الهدف
ja: ターゲットを編集するにはここをクリック

source: The report is empty.
ar: التقرير فارغ
ja: レポートが空です。

source: The filter does not match any of %1 results.
ar: المرشح لا يطابق أي 1% من النتائج
ja: フィルターが %1 の結果と一致しません。

source: The report only contains log messages, which are currently excluded.
ar: التقرير يحوي فقط رسائل سجلية تم استثناؤها حاليا
ja: レポートには、現在除外されているログメッセージのみが含まれます。

source: Log messages are currently excluded.
ar: تم استثناء رسائل السجل حاليا
ja: ログメッセージは現在除外されています。

source: Add log messages to the filter
ar: إضافة سجل رسائل للمرشح
ja: フィルタにログメッセージを追加する

source: Include log messages in your filter setting.
ar: تضمين رسائل سجل في إعداد المرشح
ja: フィルタ設定にログメッセージを含めます。

source: You are using keywords setting a minimum limit on severity.
ar: أنت تستخدم كلمات مفتاحية تحدد حد أدنى للخطورة
ja: 深刻度の最小値を設定しているキーワードを使用しています。

source: Remove severity limit
ar: احذف حد الخطورة
ja: 深刻度の制限を除去する

source: Remove the severity limit from your filter settings.
ar: احذف حد الخطورة من إعدادات المرشح الخاص بك
ja: フィルタ設定から重大度の制限を削除します。

source: There may be results below the current minimum Quality of Detection level.
ar: قد يكون هناك نتائج تحت مستوى الكشف الحالي الأدنى
ja: 現在の最小検出品質レベルを下回る結果がある可能性があります。

source: Descrease minimum QoD
ar: تخفيض الحد الأقصى للـ QoD
ja: 最小 QoD を減らす

source: Decrease the minimum QoD in the Filter to 30 percent to see those results.
ar: تخفيض الحد الأدتى للـ QoD في المرشح إلى 30 بالمئة لرؤية هذه النتائج
ja: これらの結果を見るには、フィルターの最小 QoD を 30％ に減らしてください。

source: You are using keywords setting a lower limit on QoD.
ar: أنت تستخدم الكلمات المفتاحية التي تضع حدود أدنى للـ QoD
ja: QoD の下限を設定するキーワードを使用しています。

source: Remove QoD limit
ar: حذف حد الـ QoD
ja: QoD 制限を除去する

source: Remove Quality of Detection limit.
ar: احذف حد كشف الجودة.
ja: 検出限界の品質を除去する。

source: Your filter settings may be too refined.
ar: إعدادات المرشح ربما تكون منقحة كثيرا.
ja: フィルタ設定があまりにも洗練されているかもしれません。

source: Edit filter
ar: حرر المرشح
ja: フィルタを編集する

source: Adjust and update your filter settings.
ar: تعيير وتحديث إعدادات المرشح

source: Your last filter change may be too restrictive.
ar: تحديثك الأخير للمرشح ربما يكون تقييدي كثيرا
ja: 最後のフィルタの変更があまりにも制限されているかもしれません。

source: Reset filter
ar: إعادة تعيين المرشح
ja: フィルタをリセット

source: Reset the filter settings to the defaults.
ar: إعادة تعيين إعدادات المرشح للوضع الافتراضي
ja: フィルタの設定をデフォルトにリセットします。

source: Permission to start task denied
ar: لا يوجد سماح لبدء المهمة
ja: タスクを開始する権限が拒否されました

source: Schedule Unavailable
ar: الجدول الزمني غير متاح
ja: スケジュールが利用できません

# Task|Schedule
source: Next due: over
ar: زمن الوجوب التالي: انتهى
ja: 次の期限: オーバー

# Task|Schedule
source: Next due
ar: زمن الوجوب التالي
ja: 次の期限

source: Once
ar: مرة
ja: 1回

source: more times
ar: عدة مرات
ja: 複数回

source: Schedule Details
ar: تفاصيل الجدول الزمني
ja: スケジュールの詳細

source: Task is already active
ar: المهمة فعالة
ja: タスクはすでにアクティブです

source: Task is a container
ar: المهمة حاوية
ja: タスクはコンテナです

source: Task is scheduled
ar: المهمة تم جدولتها
ja: タスクのスケジュール

source: Permission to resume task denied
ar: تم منع السماحية لمتابعة المهمة
ja: タスクを再開する権限が拒否されました

source: Task is not stopped
ar: هذه المهمة لم يتم إيقافها
ja: タスクが停止していない

# Task
source: Move to Master
ar: إنقل إلى الماستر
ja: マスターに移動

# Task
source: Move to Slave "%1"
ar: إنقل إلى التابع 1%
ja: スレーブ "%1" に移動します

source: This is an Alterable Task. Reports may not relate to current Scan Config or Target!
ar: هذه المهمة قابلة للتعديل. التقارير ربما لا ترتبط لإعداد المسح الحالي أو الهدف
ja: これは変更可能なタスクです。 レポートは現在のスキャン設定またはターゲットに関連していない可能性があります!

source: Tasks
ar: المهام
ja: タスク

source: Target
ar: الهدف
ja: ターゲット

source: Unavailable
ar: غير متوفّر
ja: 使用禁止

source: Alerts
ar: التنبيهات
ja: アラート

source: Schedule
ar: جدول زمني
ja: スケジュール

source: Min QoD
ar: QoD الأدنى
ja: 最低 QoD

source: Alterable Task
ar: مهمة قابلة للتعديل
ja: 変更できるタスク

source: Auto Delete Reports
ar: حذف التقارير اتوماتيكيا
ja: レポートの自動削除

# Task|Auto Delete Reports
source: Automatically delete oldest reports but always keep newest
ar: حذف التقارير القديمة وأبقاء الحديثة دائما بشكل أتوماتيكي
ja: 自動的に最も古いレポートを削除し、常に最新に保ちます

# Task|Auto Delete Reports
source: reports
ar: التقارير
ja: レポート

source: Do not automatically delete reports
ar: لا تقم بحذف التقارير تلقائيا
ja: レポートを自動的に削除しない

source: Scanner
ar: ماسح
ja: スキャナ

source: Type
ar: نوع
ja: 種別

source: Scan Config
ar: إعدادات المسح
ja: スキャン設定

source: Order for target hosts
ar: ترتيب المضيفين الهدف
ja: ターゲットホストの順序

# Task|Hosts Ordering
source: Sequential
ar: تسلسلي
ja: 順次的

# Task|Hosts Ordering
source: Random
ar: عشوائي
ja: ランダム

# Task|Hosts Ordering
source: Reverse
ar: عكسي
ja: 反転

source: N/A
ar: غير متوفر
ja: アクセス不可

source: Network Source Interface
ar: واجهة مصدر الشبكة
ja: ネットワークソースインターフェイス

source: Status
ar: الحالة
ja: 状態

source: Duration of last scan
ar: المدة الزمنية لآخر مسح
ja: 前回スキャンの期間

source: Average scan duration
ar: الفترة الزمنية للمسح
ja: 平均スキャン時間

source: Reports
ar: التقارير
ja: レポート

source: Reports on Task %1
ar: التقارير على المهمة 1%
ja: タスク %1 のレポート

# Task|Report
source: Current
ar: الحالي
ja: 現在

# Task|Reports
source: Finished
ar: تم
ja: 終了

# Task|Report
source: Last
ar: الأخير
ja: 最後へ

source: Results
ar: النتائج
ja: 結果

source: Results on Task %1
ar: 1% النتائج للمهمة
ja: タスク %1 の結果

source: Notes
ar: الملاحظات
ja: ノート

source: Notes on Task %1
ar: الملاحطات على المهمة 1%
ja: タスク %1 上の注意事項

source: Overrides
ar: تجاوز
ja: オーバーライド

source: Overrides on Task %1
ar: 1% التجاوزات للمهمة
ja: タスク %1 のオーバーライド

source: Severity increased
ar: درجة الخطورة ازدادت
ja: 深刻度が増加した

source: Severity decreased
ar: درجة الخطورة نقصت
ja: 深刻度が低下した

source: Vulnerability count increased
ar: عدد نقاط الضعف ازداد
ja: 脆弱性の数が増加しました

source: Vulnerability count decreased
ar: عدد نقاط الضعف نقص
ja: 脆弱性の数が減少しました

source: Vulnerabilities did not change
ar: نقاط الضعف لم تتغير
ja: 脆弱性は変更されませんでした

# Status
source: Delete Requested
ar: تم طلب الحذف
ja: 要求の削除

# Status
source: at
ar: عند

source: New Task
ar: مهمة جديدة
ja: 新規タスク

source: New Container Task
ar: حاوية مهمة جديدة
ja: 新規コンテナタスク

source: Apply to page contents
ar: التطبيق على محتوى الصفحة
ja: ページの内容に適用する

source: Apply to selection
ar: التطبيق على المختار
ja: 選択肢に適用する

source: Apply to all filtered
ar: التطبيق على كل ما تم فلترته
ja: すべてのフィルタ結果に適用する

source: Applied filter
ar: المرشح المطبق
ja: 適用されたフィルタ

source: Import Port List
ar: إدراج قائمة المنافذ
ja: ポート一覧のインポート

source: Cloning...
ar: يتم الآن استنساخ ...
ja: 複製中...

source: Currently logged in as this user
ar: مسجل دخول حاليا بهذا المستخدم
ja: 現在このユーザーとしてログインしています

# Action Verb
source: Export XML
ar: تصدير على هيئة XML
ja: XML のエクスポート

# Certificate
source: Activation
ar: تنشيط
ja: アクティベーション

# Certificate
source: not active yet
ar: ليس نشط بعد
ja: まだアクティブではありません

# Certificate
source: Expiration
ar: إنتهاء الصلاحية
ja: 満了

# Certificate
source: expired
ar: انتهت صلاحيته
ja: 期限切れ

source: MD5 Fingerprint
ar: بصمة MD5
ja: MD5 指紋

# Certificate
source: Issued by
ar: مُصْدَرة من
ja: 発行者

source: Certificate currently in use expired %1
ar: الشهادة المستخدمة حاليا 1% منتهي الصلاحية
ja: 現在使用中の証明書は %1 に有効期限が切れました

source: Certificate currently in use is not valid until %1
ar: الشهادة المستخدمة حالية غير متاحة قبل 1%
ja: 現在使用中の証明書は %1 まで有効ではありません

source: Certificate currently in use will expire %1
ar: الشهادة المستخدمة حاليا ستنتهي صلاحيتها 1%
ja: 現在使用中の証明書の有効期限は %1 です

source: Maximum concurrently executed NVTs per host
ar: العدد الأعظم للـ NVTs المنفذة لكل مضيف
ja: ホストごとの最大同時実行 NVTs

source: Maximum concurrently scanned hosts
ar: العدد الأعظم للمضيفين الممسوحين بالتزامن
ja: 同時にスキャンされるホストの最大数

source: Scan Targets
ar: مسح الهدف
ja: スキャンターゲット

source: Create a new target
ar: إنشاء هدف جديدة
ja: 新規ターゲットを作成します

source: Create a new alert
ar: إنشاء تنبيه جديد
ja: 新しいアラートを作成する

source: Create a new schedule
ar: إنشاء جدول جديد
ja: 新しいスケジュールを作成する

source: Add results to Assets
ar: إضافة النتائج إلى الممتلكات
ja: 資産に結果を追加します

source: Tag
ar: وسم
ja: タグ

source: Select for bulk action
ar: أختيار للمعالجة المعددة
ja: 一括操作の選択

source: Compare
ar: قارن
ja: 比較

source: Report is already selected for delta
ar: التقرير تم اختياره للدلتا
ja: デルタのレポートは既に選択されています

source: Filter must be limited to a single Task to allow delta reports
ar: المرشح يجب أن يحدد بمهمة واحدة للسماح تقارير دلتا
ja: デルタレポートを許可するには、フィルタを1つのタスクに限定する必要があります

source: Report is observed
ar: التقرير مراقب
ja: 観測されたレポート

source: Scan is active
ar: المسح نشط
ja: スキャンがアクティブです

source: Create a new scan config
ar: إنشاء إعداد مسح جديد
ja: 新しいスキャン設定を作成する

source: immutable
ar: غير قابل للتغيير
ja: 不変

source: Create a new scan target
ar: إنشاء هدف مسح جديد
ja: 新しいスキャンターゲットを作成する

# Time
source: Periods
ar: الفترات
ja: 期間

source: Create a schedule
ar: أنشئ جدول زمني
ja: スケジュールを作成する

source: Edit Container Task
ar: تحرير مهمة الحاوية

source: Edit Task
ar: حرر المهمة
ja: タスクを編集

source: Task is alterable
ar: المهمة قابلة للتعديل
ja: タスクは変更可能です

source: Task is configured to run on slave scanner %1
ar: 1%المهمة معدة للتتشغيل على الماسح التابع

source: Task made visible for Groups:
ar: المهمة تم جعلها مرئية للمجموعات
ja: グループに表示されるタスク：

source: Task made visible for Roles:
ar: المهمة تم جعلها مرئية للقوانين
ja: ロールに表示されるタスク：

source: Task made visible for:
ar: تم جعل المهمة مرئية لـ
ja: 次のタスクが表示されました：

source: Observing task owned by %1
ar: مراقبة مهمة مملوكة بنسبة 1 بالمئة
ja: %1 が所有するタスクを監視しています

source: View last report for Task %1
ar: عرض التقرير الأخير للمهمة %1
ja: タスク %1 の最後のレポートを表示します

source: Go to the current report
ar: الذهاب إلى التقرير الحالي
ja: 現在のレポートに移動する

source: View list of all finished reports for Task %1
ar: عرض قائمة لجميع التقارير المنتهية للمهمة %1
ja: 完了していないタスクを含むタスク %1 のすべてのレポートのリストを表示

source: View list of all reports for Task %1, including unfinished ones
ar: عرض قائمة بكل التقارير للمهمة 1%, بما يتضمن الغير منتهية
ja: 完了していないタスクを含むタスク %1 のすべてのレポートのリストを表示

source: and
ar: و
ja: および
