Repository: greenbone/gsa
Catalog: src/po/gsad_js-*.po
Languages: ar

source: Save
ar: حفظ

source: Unfold {{name}}
ar: كشف

source: Fold {{name}}
ar: طي

source: Create
ar: إنشاء

source: Delete
ar: حذف

source: Please wait...
ar: انتظر من فضلك...

source: Update Filter
ar: تحديث المرشح

source: Select date
ar: اختر تاريخا

source: Follow link?
ar: ؟ إتبع الرابط

source: This dialog will open a new window for <a>{{url}}</a> if you click on follow link. Following this link is on your own responsibility. Greenbone doesn't endorse the content you will see there.
ar: انتظر من فضلك...

source: Abort
ar: ألغي

source: Follow link
ar: إتبع الرابط

source: Loading bar chart ...
ar: {{subject}} {{subject_id}} {{description}} to {{resource}} {{id}}

source: Bar Chart
ar: شريط الرسم البياني

source: Loading bubble chart ...
ar: تحميل المخطط الفقاعي

source: Bubble Chart
ar: المخطط الفقاعي

source: No matching {{- resource_type}}
ar: لا يوجد تطابق {{resource_type}}

source: High
ar: مرتفع

source: Medium
ar: متوسط

source: Low
ar: منخفض

source: Log
ar: سجل

source: False Positive
ar: إيجابي خاطئ

source: Debug
ar: تنقيح

source: Error
ar: خطأ

source: N/A
ar: غير متوفر

source: Operating System
ar: نظام التشغيل

source: OVAL definition
ar: تعريف OVAL

source: SecInfo Item
ar: عنصر SecInfo

source: total {{- resource_type_plural}}
ar: الكلى

source: creation time
ar: وقت الإنشاء

source: duration
ar: المدّة

source: modification time
ar: وقت آخر تعديل

source: QoD type
ar: نوع QoD

source: High / host
ar: مضيف/عالي

source: Duration / host
ar: المدة \ المضيف

source: min. {{- field_name}}
ar: الأصغر . {{- field_name}}

source: max. {{- field_name}}
ar: الأكبر {{- field_name}}

source: average {{- field_name}}
ar: الوسطي {{- field_name}}

source: summed {{- field_name}}
ar: الملخص {{- field_name}}

source: None
ar: لا شيء

source: Exploit
ar: استغلال (الثغرة)

source: Remote vulnerability
ar: قابلية الاختراق عن بعد

source: Package check
ar: فحص الباكيج

source: Registry check
ar: فحص الريجستري

source: Executable version
ar: نسخة قابلة للتنفيذ

source: Remote analysis
ar: التحليل عن بعد

source: Remote probe
ar: عينة عن بعد

source: Unreliable rem. banner
ar: شعار غير موثوق

source: Unreliable exec. version
ar: نسخة تنفيذية غير موثوقة

source: {{title}} (Loading...)
ar: {{title}} (تحميل...)

source: {{title}} {{filter_text}} (Total: {{count}})
ar: {{title}} {{filter_text}} (الكلي: {{count}})

source: Greenbone Security Assistant - Chart data table
ar: مساعد أمن غرين بون - جدول بيانات المخطط

source: Applied filter: {{filter}}
ar: المرشح المطبق: {{filter}}

source: Loading word cloud ...
ar: تحميل غيمة الكلمات

source: Word Cloud
ar: غيمة الكلمات

source: Edit Dashboard
ar: تحرير لوحة القيادة

source: Add new Chart
ar: أضف مخطط جديد

source: Reset to defaults
ar: العودة إلى الإعدادات الأصلية

source: Cancel Editing
ar: إلغاء التحرير

source: Save Changes
ar: احفظ التغييرات

source: Remove
ar: إزالة

source: Initializing display for "{{display}}"...
ar: تهيئة العرض من أجل "{{display}}"...

source: Loading data ...
ar: تحميل البيانات...

source: Could not load chart {{chart}}
ar: لم يتم التمكن من تحميل المخطط {{chart}}

source: Loading aborted
ar: تم إلغاء التحميل

source: HTTP error {{error}}
ar: HTTP خطأ {{error}}

source: Error: HTTP request returned status {{status}} for URL: {{url}}
ar: خطأ: طلب HTTP أعاد حالة {{status}} من أجل العنوان : {{url}}

source: Error reading XML
ar: خطأ أثناء قراءة ملف XML

source: Error reading XML from URL {{url}}: {{error}}
ar: خطأ قراءة الـ XML من العنوان {{url}}: {{error}}

source: Error parsing XML data
ar: خطأ في تحليل ملف XML

source: Error parsing XML data. Details: {{details}}
ar: خطأ تحليل معطيات XML. التفاصيل: {{details}}

source: Internal error: Invalid request
ar: خطأ داخلي: طلب غير صالح

source: Invalid request command: "{{command}}
ar: تعليمة طلب غير صحيحة "{{command}}

source: Error {{omp_status}}: {{omp_status_text}}
ar: خطأ {{omp_status}}: {{omp_status_text}}

source: OMP Error {{omp_status}}: {{omp_status_text}}
ar: خطأ {{omp_status}}: {{omp_status_text}}

source: Unknown chart
ar: رسم بياني غير معروف

source: Loading donut chart ...
ar: تحميل الرسم البياني دونات

source: Donut Chart
ar: الرسم البياني دونات

source: Inactive
ar: غير نشط

source: Active (unlimited)
ar: نشط (غير محدود)

source: Active for next {{days}} days
ar: نشط لـ {{days}} التالية

source: Loading Gantt chart ...
ar: تحميل مخطط جانت

source: Gantt Chart
ar: مخطط جانت

source: No matching {{resource_type}}
ar: لا يوجد تطابق {{resource_type}}

source: Show detached chart window
ar: إظهار نافذة المخطط المنفصلة

source: Download CSV
ar: تحميل CSV

source: Show HTML table
ar: إظهار ملف الـHTML

source: Show copyable SVG
ar: إظهار الـ SVG القابلة للنسخ

source: Download SVG
ar: تحميل SVG

source: Loading horizontal bar chart ...
ar: تحميل شريط الرسم البياني الأفقي

source: Horizontal Bar Chart
ar: شريط الرسم البياني الأفقي

source: <br/>({{assets}} Host(s) with average severity {{severity}})
ar: <br/>({{assets}} مضيف (مضيفون) بشدة خطورة متوسطة {{severity}})

source: Loading line chart ...
ar: تحميل المخطط الأفقي

source: Loading topology chart ...
ar: تحميل المخطط الطبولوجي

source: Topology Chart
ar: المخطط الطبولوجي

source: Too many nodes to display
ar: الكثير من العقد للإظهار

source: Please try a filter selecting less hosts
ar: الرجاء حاول اختيار مرشح يختار مضيفين أقل

source: No hosts with topology selected
ar: لا يوجد مضيفون مع البنية المختارة
