Repository: greenbone/gsa
Catalog: src/po/gsad_xsl-*.po
Languages: ar, ja

source: Notes Filter
ar: مرشح الملاحظات
ja: ノートフィルター

source: Overrides Filter
ar: مرشّح التجاوزات
ja: オーバライドフィルタ

source: Permissions Filter
ar: مرشّح الصلاحيات
ja: アクセス許可フィルタ

source: Port Lists Filter
ar: مرشح قوائم المنفذ
ja: ポート一覧のフィルタ

source: Reports Filter
ar: مرشيح التقارير
ja: レポートフィルタ

source: Report Formats Filter
ar: مرشّح صيغة التقرير
ja: レポート形式のフィルタ

source: Results Filter
ar: مرشّح النتائج
ja: 結果フィルタ

source: Roles Filter
ar: مرشّح الأدوار
ja: ロールフィルタ

source: Schedules Filter
ar: مرشّح الجداول
ja: スケジュール フィルタ

source: Tags Filter
ar: مرشح الوسوم
ja: タグフィルタ

source: Targets Filter
ar: مرشح الأهداف
ja: ターゲットフィルタ

source: Tasks Filter
ar: مفلتر المهام
ja: タスクフィルタ

source: CPE Filter
ar: مُرشح CPE
ja: CPE フィルタ

source: CVE Filter
ar: مرشح CVE
ja: CVE フィルタ

source: NVT Filter
ar: مصفي NVT
ja: NVT フィルタ

source: OVAL Filter
ar: ترشيح OVAL
ja: OVAL フィルタ

source: CERT-Bund Filter
ar: مرشح الـ CERT-Bund
ja: CERT-Bund フィルタ

source: DFN-CERT Filter
ar: مرشح الـ DFN-CERT
ja: DFN-CERT フィルタ

source: All SecInfo Filter
ar: جميع مرشحات الـ SecInfo
ja: すべてのセキュリティ情報フィルタ

source: Default CA Cert (immutable)
ar: شهادة CA افتراضي (غير قابل للتغيير)
ja: デフォルトの CA 証明書 (不変)

source: Auto Cache Rebuild
ar: إعادة بناء الكاش التلقائي

# Auth Data|Password
source: Old
ar: قديم
ja: 旧

# Auth Data|Password
source: New
ar: جديد
ja: 新規

source: Save My Settings
ar: حفظ إعداداتي
ja: ユーザー設定を保存

source: New Host
ar: مضيف جديد
ja: 新規ホスト

source: Create Host
ar: أنشئ مضيف
ja: ホストの作成

source: Operating System Details
ar: إعدادات نظام التشغيل
ja: オペレーティングシステムの詳細

source: OS is in use
ar: نظام التشغيل قيد الاستخدام
ja: OS が使用中です

source: Export Asset as XML
ar: تصدير الممتلكات كملف XML
ja: 資産をXMLとしてエクスポートする

source: Operating Systems
ar: أنظمة التشغيل
ja: オペレーティングシステム

source: Latest Severity
ar: آخر خطورة
ja: 最新の深刻度

source: Highest Severity
ar: الخطورة الأعلى
ja: 最高の深刻度

source: Average Severity
ar: خطورة متوسطة
ja: 平均深刻度

source: Edit Asset
ar: تحرير الممتلكات
ja: 資産の編集する

source: Save Asset
ar: حفظ الممتلك
ja: 資産を保存

source: Host is in use
ar: المضيف غيد الاستخدام
ja: ホストが使用中です

source: Edit Host
ar: تحرير المضيف
ja: ホストを編集する

source: Host is not writable
ar: لا يمكن الكتابة على هذا المضيف
ja: ホストが書き込み可能ではない

source: Permission to edit Host denied
ar: السماحية لتحرير المضيف ممنوعة
ja: ホストを編集する権限が拒否されました

source: Cannot modify Host
ar: لا يمكن تعديل المضيف
ja: ホストを変更できません

source: Route
ar: الطُريق
ja: ルート

source: Show scan results for this host
ar: أظهر نتيجة المسح لهذا المضيف
ja: このホストのスキャン結果を表示します

source: All Identifiers
ar: كل المعرفات
ja: すべての識別子

source: Latest Identifiers
ar: آخر المعرفات
ja: 最新の識別子

source: Show only latest Identifiers
ar: أظهر فقط آخر المعرفات
ja: 最新の識別子のみを表示する

source: Show all Identifiers
ar: أظهر كل المعرفات
ja: すべての識別子を表示する

# Date
source: Updated
ar: تم التحديث
ja: 更新日時

source: Latest
ar: الأحدث
ja: 最新

source: Highest
ar: الأقصى
ja: 最高

source: Average
ar: متوسط
ja: 平均

source: Create Target from host
ar: إنشاء الهدف من المضيف
ja: ホストからターゲットを作成

source: Export Host
ar: تصدير مضيف
ja: ホストをエクスポートする

source: Export Operating System
ar: تصدير نظام التشغيل
ja: オペレーティングシステムをエクスポートする

source: Help: OMP
ar: مساعدة: OMP
ja: ヘルプ: OMP

# CVSS Calculator
source: CVSS Base Score Calculator
ar: آلة حساب مجموع النقاط الأساسية للـ CVSS
ja: CVSS 基本スコア計算

# CVSS Calculator
source: From Metrics
ar: من المقاييس
ja: メトリックスから

# CVSS Vector
source: Access Vector
ar: شعاع الوصول
ja: アクセスベクトル

# CVSS Vector
source: Access Complexity
ar: تعقيد الوصول
ja: アクセスの複雑さ

# CVSS Vector
source: Authentication
ar: المصادقة
ja: 認証

# CVSS Vector
source: Confidentiality
ar: خصوصية
ja: 機密保持

# CVSS Vector
source: Integrity
ar: التكاملية
ja: 完全性

# CVSS Vector
source: Availability
ar: الإتاحة
ja: 可用性

# CVSS Calculator
source: Calculate
ar: حساب
ja: 計算する

# CVSS Calculator
source: From Vector
ar: من الشعاع
ja: ベクタから

# CVSS Calculator
source: Base Vector
ar: شعاع الأساس
ja: 基本ベクトル

# CVSS Calculator
source: Base Score
ar: نتيجة الأساس
ja: 基本スコア

source: Invalid CVSS Base Vector value provided. Use back button of your browser to edit the vector.
ar: القمية المزودة لشعاع القاعدة CVSS غير صحيحة. أستخدم زر الرجوع لمتصفحك لتحريره
ja: 指定された CVSS ベースベクトルの値が無効です。 ブラウザの [戻る] ボタンを使用してベクタを編集します。

source: %1 day
ar: %1 من الأيام(يوم)
ja: %1 日

source: %1 hour
ar: %1 من الساعات (الساعة)
ja: %1 時間

source: %1 minute
ar: %1 من الدقيقة%1 من الدقائق
ja: %1 分

source: %1 second
ar: %1 ثوانية%1 ثوان
ja: %1 秒

source: A Task using this schedule will be affected by changes made here.
ar: المهمة التي تستخدم هذا الجدولة ستتأثر بالتغييرات المصنوعة هنا. 1% من المهام التي تستخدم هذه الجدولة ستتأثر بالتغيرات المصنعوعة هنا.
ja: このスケジュールを使用する %1 タスクは、ここで行った変更の影響を受けます。

source: Includes %1 host where CPE was found in inventory, but number of installations could not be determined
ar: تضمين 1% من المضيف حيث تم أيجاد الـ CPE في المخزون, لكن عدد التنصيبات لم يتم تحديدهتضمين 1% من المضيفين حيث تم أيجاد الـ CPE في المخزون, لكن عدد التنصيبات لم يتم تحديده
ja: インベントリに CPE が見つかった %1 ホストを含みますが、インストール数を特定できませんでした

source: Too old (%1 day)
ar: قديم جدا (%1 يوم)قديم جدا (%1 أيام)
ja: あまりにも古い（%1 日）

source: %1 day old
ar: %1 عمره يوم%1 عمره أيام
ja: %1 日前

source: Wizard
ar: معالج
ja: ウィザード

# Action Verb
source: Start Scan
ar: ابدءالمسح
ja: スキャンの開始

source: Task Wizard
ar: معالج المهمة
ja: タスクウィザード

source: Advanced Task Wizard
ar: معالج المهام المتقدمةl
ja: 高度なタスクウィザード

source: Modify Task Wizard
ar: تعديل معالج المهمة
ja: タスクの変更ウィザード

source: Welcome to the scan task management!
ar: مرحبا بك في إدارة مهمة الفحص
ja: スキャンタスクの管理へようこそ！

source: If you would like to start your first vulnerability scan, the scan wizard can help you to do so with just one click.
ar: إذا كنت تريد بدء أول فحص ثغرات, معالج المسح يستطيع مساعدة لفعل ذلك بنقرة زر

source: Simply select the wizard icon from the icon bar in the top-left of this page.
ar: ببساطة قم باختيار أيقون المعالج من شريط الإيقونات في القسم العلوي اليساري من الصفحة
ja: このページの左上にあるアイコンバーからウィザードアイコンを選択するだけです。

source: Quick start: Immediately scan an IP address
ar: بداية سريعة: قم بمسح عنوان IP حالاً
ja: クイックスタート：直ちにIPアドレスをスキャンする

source: IP address or hostname:
ar: عنوان IP أو اسم المضيف
ja: IPアドレスまたはホスト名:

source: The default address is either your computer or your network gateway.
ar: العنوان الافتراضي إما أن يكون جهازك أو عنوان بوابة شبكية
ja: デフォルトのアドレスは、コンピュータまたはネットワークゲートウェイのいずれかです。

source: As a short-cut I will do the following for you:
ar: كاختصار سأقوم بعمل التالي من أجلك:
ja: ショートカットとして、私はあなたのために以下のことを行います:

source: Create a new Target
ar: إنشاء هدف جديد
ja: 新規ターゲットを作成します

source: Create a new Task
ar: أنشئ مهمّة جديدة
ja: 新規タスクを作成します

source: Start this scan task right away
ar: إبدأ مهمة الفحص هذه حالا
ja: すぐにこのスキャンタスクを開始します

source: Switch the view to reload every 30 seconds so you can lean back and watch the scan progress
ar: قم بتبديل العرض لإعادة التحميل كل 30 ثانية بحيث يمكنك أن تستلقي وتشاهد تقدم المسح
ja: 30秒ごとにリロードするようにビューを切り替え、スキャンの進行状況を確認することができます

source: In fact, you must not lean back. As soon as the scan progress is beyond 1%, you can already jump into the scan report via the link in the Reports Total column and review the results collected so far.
ar: في الحقيقة, يجب عليك أن لا تستريح. حالما يصبح تقدم المسح أكثر من واحد بالمئة, تستطيع الذهاب مباشرة إلى تقرير المسح عبر الرابط في عمود التقارير الكلية وعرض النتائج المجموعة حتى الآن.
ja: 事実に、背を向けてはいけません。スキャンの進行状況が 1% を超えるとすぐに、[レポートの合計] 列のリンクを介してもうスキャンレポートにジャンプでき、これまでに収集された結果を確認できます。

source: When creating the Target and Task I will use the defaults as configured in "My Settings".
ar: عند إنشاء الهدف والمسح سوف أستخدم الإعدادت الإفتراضية كما قد تم إعدادها في "إعداداتي"
ja: ターゲットとタスクを作成するときは、「ユーザー設定」で設定したデフォルト値を使用します。

source: By clicking the New Task icon
ar: بالضغط على إيقونة "مهمة جديدة"
ja: 新しいタスクアイコンをクリックすると

source: you can create a new Task yourself.
ar: يمكنك إنشاء مهمة جديدة بنفسه
ja: 自分で新しいタスクを作成することができます。

source: I can help you by creating a new scan task and automatically starting it.
ar: أستطيع مساعدتك بإنشاء مهمة فحص جديدة وبدءها أتوماتيكيا
ja: 私は、新しいスキャンタスクを作成し、それを自動的に開始することによって、あなたを助けることができます。

source: All you need to do is enter a name for the new task and the IP address or host name of the target, and select a scan configuration.
ar: كل ما عليك فعله هو أن تدخل اسم المهمة الجديدة والعنوان الشبكي أو اسم المضيف للهدف, واختيار إعدادات المسح.
ja: 新しいタスクの名前とターゲットのIPアドレスまたはホスト名を入力し、スキャン設定を選択するだけです。

source: You can choose if you want me to run the scan immediately, schedule the task for a later date and time, or just create the task so you can run it manually later.
ar: يمكنك إختيار فيما إذا أردتني أن أنفذ المسح مباشرة, جدول المهمة من أجل تاريخ ووقت آخر, أو فقط أنشئ المهمة بحيث يمكنك تنفيذها يدويا فيما بعد.
ja: スキャンをすぐに実行するか、後日のタスクをスケジュールするか、あとで手動で実行できるようにタスクを作成するかを選択できます。

source: In order to run an authenticated scan, you have to select SSH and/or SMB credentials, but you can also run an unauthenticated scan by not selecting any credentials.
ar: من أجل تنفيذ مسح موثوق, عليك اختيار اعتمادات الـ SSH و (أو) SMB, لكن تستطيع أيضا تنفيذ مسح غير موثوق عن طريق عدم اختيار أي اعتمادات.
ja: 認証されたスキャンを実行するには、SSHおよび/またはSMBの資格情報を選択する必要がありますが、資格情報を選択しないで非認証でスキャンを実行することもできます。

source: If you enter an email address in the "Email report to" field, a report of the scan will be sent to this address once it is finished.
ar: إذا أدخلت بريد الكتروني في حقل "إرسال تقرير إلى البريد", سيتم إرسال تقرير المسح إلى هذا البريد ريثما تتم عملية المسح.
ja: [レポートの送信先] フィールドにEメールアドレスを入力すると、スキャンのレポートが完了した時点でこのアドレスに送信されます。

source: Finally, you can select a slave which will run the scan.
ar: في النهاية يمكنك اختيار خادم الذي سيقوم بعملية المسح.
ja: 最後に、スキャンを実行するスレーブを選択することができます。

source: For any other setting I will apply the defaults from "My Settings".
ar: من أجل إعدادا آخر سأقوم بتطبيق الإعدادات الإفتراضية من "إعداداتي"
ja: 他の設定については、「ユーザー設定」のデフォルトを適用します。

source: Quick start: Create a new task
ar: بداية سريعة: إنشاء مهمة جديدة
ja: クイックスタート：新しいタスクを作成する

source: Task Name
ar: اسم المهمة
ja: タスク名

source: Target Host(s)
ar: المضيف الهدف
ja: ターゲットホスト

source: Start immediately
ar: البدء في الحال
ja: すぐに開始

source: Create Schedule
ar: إنشاء مجدولة
ja: スケジュールの作成

source: Do not start automatically
ar: لا تبدأ تلقائياً
ja: 自動的に起動しない

source: Email report to
ar: إرسال بريد الكتروني إلى
ja: Eメールレポートへ

source: Slave
ar: التابع
ja: スレーブ

source: I will modify an existing task for you. The difference to the Edit Task dialog is that here you can enter values for associated objects directly. I will then create them for you automatically and assign them to the selected task.
ar: سأقوم بتحرير مهمة موجودة لأجلك. الاختلاف مع صندوق تحرير المهمة هو انه هنا تستطيع إدخال القيم للعناصر المرتبطة مباشرة. سوف أقوم بعدها بإنشائهم تلقائيا لأجلك و إدراجهم للمهمة المحددة.
ja: 私はあなたのために既存のタスクを変更します。 [タスクの編集]ダイアログとの違いは、関連するオブジェクトの値を直接入力できることです。 自動的に作成し、選択されたタスクに割り当てます。

source: Please be aware that
ar: الرجاء الإنتباه أن
ja: 以下にご留意ください

source: setting a start time overwrites a possibly already existing one,
ar: إعداد وقت بداية يقوم بالكتابة فوق واحدة موجودة مسبقا
ja: 開始時刻を設定することは、おそらく既に存在するものをオーバーライドし、

source: setting an Email Address means adding an additional Alert, not replacing an existing one.
ar: إعداد إيميل ألكتروني يعني إضافة منبه إضافي, وليس استبدال منبه موجود مسبقا
ja: Eメールアドレスを設定すると、既存のアラートを置き換えるのではなく、追加のアラートを追加することを意味します。

source: Quick edit: Modify a task
ar: تحرير سريع: تعديل المهمة
ja: クイック編集：タスクを修正する

source: Do not change
ar: لا تغيير
ja: 何もしない

source: Successfully logged out.
ar: تم تسجيل الخروج بنجاح
ja: ログアウトしました。

source: Already logged out.
ar: مسجل خروج سابقا
ja: 既にログアウトしました。

source: Logged out. OMP service is down.
ar: مسجل خروج: خدمة OMP غير فعالة
ja: ログアウトしました。OMP サービスがダウンしています。

source: Login failed.
ar: فشل تسجيل الدخول
ja: ログインに失敗しました。

source: Login failed. OMP service is down.
ar: فشل تسجيل الدخول , خدمة OMP غير فعالة
ja: ログインに失敗しました。 OMPサービスが停止しています。

source: Login failed. Error during authentication.
ar: فشل تسجيل الدخول , خطأ إثناء الوثوقية
ja: ログインに失敗しました。 認証中にエラーが発生しました。

source: Session has expired. Please login again.
ar: إنتهت صلاحية الجلسة, الرجاء تسجيل الدخول مرة ثانية
ja: セッションが終了しました。 もう一度ログインしてください。

source: Cookie missing or bad. Please login again.
ar: الكوكيز مفقود أو سيء, الرجاء إعادة الدخول مرة ثانية
ja: クッキーが見つからないか、正しくありません。 再度ログインしてください。

source: Token missing or bad. Please login again.
ar: Token مفقود أو سيء, الرجاء إعادة الدخول مرة ثانية
ja: トークンが見つからないか、正しくありません。 再度ログインしてください。

source: Scan Configuration
ar: إعدادات المسح
ja: スキャン設定

source: All SecInfo Information
ar: جميع معلومات الـ SecInfo
ja: すべてのセキュリティ情報

source: Configs
ar: إعداد
ja: 設定

source: Scan Configurations
ar: إعدادات المسح
ja: スキャン設定

source: Slaves
ar: التابعون
ja: スレーブ

source: Global Task
ar: المهمة الإجمالية
ja: グローバルタスク

source: Global Note
ar: الملاجظة الإجمالية
ja: グローバルノート

source: Global Override
ar: تجاوز إجمالي
ja: グローバルオーバーライド

source: Global Target
ar: الهدف الإجمالي
ja: グローバルターゲット

source: Global Port List
ar: قائمة المنافذ العامة
ja: グローバルポート一覧

source: Global Credential
ar: الإعتمادات الإجمالية
ja: グローバル資格情報

source: Global Config
ar: الإعداد الإجمالي
ja: グローバル設定

source: Global Scan Config
ar: إعداد المسح العام
ja: グローバルスキャン設定

source: Global Scan Configuration
ar: إعدادات المسح العمومية
ja: グローバルスキャン設定

source: Global Alert
ar: تنبيه شامل
ja: グローバルアラート

source: Global Schedule
ar: جدول شامل
ja: グローバルスケジュール

source: Global Report Format
ar: صيغة التقرير إجمالي
ja: グローバルレポート形式

source: Global Slave
ar: التابع الإجمالي
ja: グローバルスレーブ

source: Global Agent
ar: الوكيل الإجمالي
ja: グローバルエージェント

source: Global Scanner
ar: الماسح الإجمالي
ja: グローバルスキャナ

source: Global Filter
ar: المرشح الإجمالي
ja: グローバルフィルタ

source: Global Tag
ar: الوسم الإجمالي
ja: グローバルタグ

source: Global Permission
ar: الصلاحية الإجمالية
ja: グローバルアクセス許可

source: Global User
ar: المستخدم الإجمالي
ja: グローバルユーザー

source: Global Group
ar: المجموعة الإجمالية
ja: グローバル グループ

source: Global Role
ar: الدور الإجمالي
ja: グローバルロール

source: Task owned by %1
ar: المهمة مملوكة بـنسبة 1 %
ja: %1 が所有するタスク

source: Report owned by %1
ar: التقرير مملوك بنسبة 1 %
ja: %1 が所有しているレポート

source: Result owned by %1
ar: النتيجة مملوكة بنسبة 1 %
ja: %1 が所有している結果

source: Note owned by %1
ar: الملاحظة مملوكة بنسبة 1 %
ja: %1 が所有しているノート

source: Override owned by %1
ar: التجاوز مملوك بنسبة 1 %
ja: %1 が所有しているオーバライド

source: Target owned by %1
ar: الهدف مملوك بنسبة 1 %
ja: %1 が所有するターゲット

source: Port List owned by %1
ar: قائمة المنافذ مملوكة بنسبة 1 %
ja: %1 が所有するポート一覧

source: Credential owned by %1
ar: الاعتمادات مملوكة بنسبة 1 %
ja: %1 が所有している資格情報

source: Scan Config owned by %1
ar: إعداد المسح ممتلك بنسبة 1%
ja: %1 が所有するスキャン設定

source: Alert owned by %1
ar: التنبيه مملوك بنسبة 1 %
ja: %1 が所有しているアラート

source: Schedule owned by %1
ar: الجدول مملوك بنسبة 1 %
ja: %1 が所有するスケジュール

source: Report Format owned by %1
ar: صيغة التقرير مملوك بنسبة 1 %
ja: %1 が所有するレポート形式

source: Slave owned by %1
ar: التابع مملوك بنسبة 1 %
ja: %1 が所有するスレーブ

source: Agent owned by %1
ar: الوكيل مملوك بنسبة 1 %
ja: %1 が所有するエージェント

source: Scanner owned by %1
ar: الماسح مملوك بنسبة 1 %
ja: %1 が所有しているスキャナ

source: Filter owned by %1
ar: المرشح مملوك بنسبة 1 %
ja: %1 が所有するフィルタ

source: Tag owned by %1
ar: الوسم مملوك بنسبة 1 %
ja: %1 が所有するタグ

source: Permission owned by %1
ar: الـصلاحية مملوكة بنسبة 1 %
ja: %1 が所有するアクセス許可

source: User owned by %1
ar: المستخدم مملوك بنسبة 1 %
ja: %1 が所有するユーザー

source: Group owned by %1
ar: المجموعة مملوكة بنسبة 1 %
ja: %1 が所有するグループ

source: Role owned by %1
ar: الدّور مملوك بنسبة 1 %
ja: %1 が所有するロール

source: Task Details
ar: تفاصيل المهمّة
ja: タスクの詳細

source: Report Details
ar: تفاصيل التقرير
ja: レポートの詳細

source: CERT-Bund Advisory Details
ar: تفاصيل الـ CERT-Bund Advisory
ja: CERT-Bund アドバイザリーの詳細

source: Port List Details
ar: تفاصيل قائمة المنفذ
ja: ポート一覧の詳細

source: Alert Details
ar: تفاصيل المنبه
ja: アラートの詳細

source: Report Format Details
ar: تفاصيل صيغة التقرير
ja: レポート形式の詳細

source: Slave Details
ar: تفاصيل الخادم
ja: スレーブの詳細

source: Permission Details
ar: تفاصيل الصلاحية
ja: アクセス許可の詳細

source: User Details
ar: تفاصيل المستخدم
ja: ユーザー詳細

source: Group Details
ar: تفاصيل المجموعة
ja: グループの詳細

source: Role Details
ar: تفاصيل الدّور
ja: ロールの詳細

source: View details of Task %1
ar: عرض تفاصيل المهمة 1%
ja: タスク %1 の詳細を表示します

source: View details of Report %1
ar: عرض تفاصيل التقرير 1%
ja: レポート %1 の詳細を表示します

source: View details of Host %1
ar: عرض تفاصيل المضيف 1%
ja: ホスト %1 の詳細を表示します

source: View details of Result %1
ar: عرض تفاصيل النتيجة 1%
ja: 結果 %1 の詳細を表示します

source: View details of Note %1
ar: عرض تفاصيل الملاحظة 1%
ja: ノート %1 の詳細を表示します

source: View details of Override %1
ar: عرض تفاصيل التجاوزات 1%
ja: オーバーライド %1 の詳細を表示します

source: View details of NVT %1
ar: عرض تفاصيل NVT 1%
ja: NVT %1 の詳細を表示します

source: View details of CVE %1
ar: عرض تفاصيل CVE 1%
ja: CVE %1 の詳細を表示します

source: View details of CPE %1
ar: 1% عرض تفاصيل الـ CPE
ja: CPE %1 の詳細を表示します

source: View details of OVAL Definition %1
ar: 1% عرض تفاصيل الـ OVAL
ja: OVAL 定義 %1 の詳細を表示します

source: View details of CERT-Bund Advisory %1
ar: 1% عرض تفاصيل الـ CERT-Bund Advisory
ja: CERT-Bund アドバイザリー %1 の詳細を表示します

source: View details of DFN-CERT Advisory %1
ar: 1% عرض تفاصيل الـ DFN-CERT Advisory
ja: DFN-CERT アドバイザリ %1 の詳細を表示します

source: View details of Target %1
ar: 1% عرض تفاصيل الهدف
ja: ターゲット %1 の詳細を表示します

source: View details of Port List %1
ar: 1% عرض تفاصيل قائمة المنافذ
ja: ポート一覧 %1 の詳細を表示します

source: View details of Credential %1
ar: 1% عرض تفاصيل الاعتمادات
ja: 資格情報 %1 の詳細を表示します

source: View details of Scan Config %1
ar: إظهار تفاصيل إعداد المسح 1%
ja: スキャン設定 %1 の詳細を表示します

source: View details of Alert %1
ar: 1% عرض تفاصيل التنبيهات
ja: アラート %1 の詳細を表示します

source: View details of Schedule %1
ar: 1% عرض تفاصيل الـجدول
ja: スケジュール %1 の詳細を表示します

source: View details of Report Format %1
ar: 1% عرض تفاصيل صيغة التقرير
ja: レポート形式 %1 の詳細を表示します

source: View details of Slave %1
ar: 1% عرض تفاصيل التابع
ja: スレーブ %1 の詳細を表示します

source: View details of Agent %1
ar: 1% عرض تفاصيل الوكيل
ja: エージェント %1 の詳細を表示します

source: View details of Scanner %1
ar: 1% عرض تفاصيل الماسح
ja: スキャナ %1 の詳細を表示します

source: View details of Filter %1
ar: 1% عرض تفاصيل المرشّح
ja: フィルタ %1 の詳細を表示します

source: View details of Tag %1
ar: 1% عرض تفاصيل الوسم
ja: タグ %1 の詳細を表示します

source: View details of Permission %1
ar: 1% عرض تفاصيل الـصلاحية
ja: アクセス許可 %1 の詳細を表示します

source: View details of User %1
ar: 1% عرض تفاصيل المستخدم
ja: ユーザー %1 の詳細を表示します

source: View details of Group %1
ar: 1% عرض تفاصيل المجموعة
ja: グループ %1 の詳細を表示します

source: View details of Role %1
ar: 1% عرض تفاصيل الدّور
ja: ロール %1 の詳細を表示します

source: Export Task
ar: تصدير المهمة
ja: タスクのエクスポートする

source: Export Target
ar: تصدير الهدف
ja: ターゲットをエクスポートする

source: Export Port List
ar: تصدير قائمة المنافذ
ja: ポート一覧をエクスポートする

source: Export Credential
ar: تصدير الاعتمادات
ja: 資格情報をエクスポートする

source: Export Scan Config
ar: تصدير إعداد المسح
ja: スキャン設定をエクスポートする

source: Export Alert
ar: تصدير تنبيه
ja: アラートをエクスポート

source: Export Schedule
ar: تصدير جدول
ja: スケジュールをエクスポートする

source: Export Report Format
ar: تصدير صيغة التقرير
ja: レポート形式をエクスポートする

source: Export Slave
ar: تصدير التابع
ja: スレーブをエクスポートする

source: Export Agent
ar: تصدير وكيل
ja: エージェントをエクスポート

source: Export Scanner
ar: تصدير الماسح
ja: スキャナをエクスポートする

source: Export Filter
ar: تصدير المرشّح
ja: フィルタをエクスポートする

source: Export Tag
ar: تصدير الوسم
ja: タグをエクスポートする

source: Export Permission
ar: تصدير الصلاحية
ja: アクセス許可をエクスポートする

source: Export User
ar: تصدير المستخدم
ja: ユーザーのエクスポートする

source: Export Group
ar: تصدير المجموعة
ja: グループをエクスポートする

source: Export Role
ar: تصدير الدّور
ja: ロールをエクスポートする

source: Export Task as XML
ar: تصدير مهمة كملف XML
ja: タスクを XML としてエクスポートする

source: Export Note as XML
ar: تصدير ملاحظة كـ XML
ja: ノートを XML としてエクスポートする

source: Export Override as XML
ar: تصدير التجاوز كـ XML
ja: XMLとしてオーバーライドをエクスポートする

source: Export Target as XML
ar: تصدير الهدف كـ XML
ja: ターゲットを XML としてエクスポートする

source: Export Port List as XML
ar: تصدير قائمة المنافذ كـ XML
ja: ポート一覧を XML としてエクスポートする

source: Export Credential as XML
ar: تصدير الاعتمادات كـ XML
ja: 資格情報を XML としてエクスポート

source: Export Alert as XML
ar: تصدير التنبيه كـ XML
ja: アラートを XML としてエクスポートする

source: Export Schedule as XML
ar: تصدير جدول كـ XML
ja: スケジュールを XML としてエクスポートする

source: Export Report Format as XML
ar: تصدير صيغة التقرير كـ XML
ja: レポート形式をXMLとしてエクスポートする

source: Export Slave as XML
ar: تصدير التابع كـ XML
ja: スレーブを XML としてエクスポートする

source: Export Agent as XML
ar: تصدير وكيل كـ XML
ja: エージェントを XML としてエクスポートする

source: Export Scanner as XML
ar: تصدير الماسح كـ XML
ja: スキャナを XML としてエクスポートする

source: Export Filter as XML
ar: تصدير المرشّح كـ XML
ja: フィルタを XML としてエクスポートする

source: Export Tag as XML
ar: تصدير الوسم كـ XML
ja: タグを XML としてエクスポートする

source: Export Permission as XML
ar: تصدير صلاحية كـ XML
ja: XML としてアクセス許可をエクスポートする

source: Export User as XML
ar: تصدير مستخدم كـ XML
ja: ユーザーを XML としてエクスポートする

source: Export Group as XML
ar: تصدير مجموعة كـ XML
ja: グループを XML としてエクスポートする

source: Export Role as XML
ar: تصدير الدّور كـ XML
ja: ロールを XML としてエクスポートする

source: Task Filter
ar: مرشّح مهمة
ja: タスク フィルタ

source: Report Filter
ar: مرشّح تقرير
ja: レポートフィルタ

source: Result Filter
ar: مرشّح النتيجة
ja: 結果フィルタ

source: Note Filter
ar: مرشّح ملاحظة
ja: ノートフィルタ

source: Override Filter
ar: مرشّح التجاوز
ja: オーバーライドのフィルタ

source: Info Filter
ar: مرشّح المعلومات
ja: 情報フィルタ

source: Target Filter
ar: مرشّح الهدف
ja: ターゲットフィルタ

source: Port List Filter
ar: مرشّح قائمة المنافذ
ja: ポート一覧のフィルタ

source: Credential Filter
ar: مرشّح الاعتمادات
ja: 資格情報フィルタ

source: Scan Config Filter
ar: فلترة إعداد المسح
ja: スキャン設定フィルタ

source: Alert Filter
ar: مرشّح تنبيه
ja: アラートフィルタ

source: Schedule Filter
ar: مرشّح جدول
ja: スケジュールフィルタ

source: Report Format Filter
ar: مرشّح صيغة التقرير
ja: レポート形式フィルタ

source: Slave Filter
ar: مرشّح التابع
ja: スレーブフィルタ

source: Agent Filter
ar: مرشّح وكيل
ja: エージェントフィルタ

source: Scanner Filter
ar: مرشّح الماسح
ja: スキャナフィルタ

source: Filter Filter
ar: مرشّح المرشّح
ja: フィルターフィルタ

source: Tag Filter
ar: مرشّح الوسم
ja: タグフィルタ

source: Permission Filter
ar: مرشّح صلاحية
ja: アクセス許可フィルタ

source: User Filter
ar: مرشّح مستخدم
ja: ユーザーフィルタ

source: Group Filter
ar: مرشح المجموعة
ja: グループフィルタ

source: Role Filter
ar: مرشّح الدّور
ja: ロールフィルタ

source: Permissions for Task "%1"
ar: سماحيات للمهمة 1%
ja: タスク "%1" のアクセス許可

source: Permissions for Target "%1"
ar: صلاحيات للهدف 1%
ja: ターゲット "%1" のアクセス許可

source: Permissions for Port List "%1"
ar: صلاحيات لقائمة المنافذ 1%
ja: ポート一覧 "%1" のアクセス許可

source: Permissions for Credential "%1"
ar: صلاحيات للاعتمادات 1%
ja: 資格情報 "%1" のアクセス許可

source: Permissions for Scan Config "%1"
ar: سماحيات لإعداد المسح 1%
ja: スキャン設定 "%1" のアクセス許可

source: Permissions for Alert "%1"
ar: صلاحيات تنبيه 1%
ja: アラート "%1" のアクセス許可

source: Permissions for Schedule "%1"
ar: صلاحيات للجدول 1%
ja: スケジュール "%1" のアクセス許可

source: Permissions for Report Format "%1"
ar: صلاحيات لصيغة التقرير 1%
ja: レポート形式 "%1" のアクセス許可

source: Permissions for Slave "%1"
ar: صلاحيات للتابع 1%
ja: スレーブ "%1" のアクセス許可

source: Permissions for Agent "%1"
ar: صلاحيات وكيل 1%
ja: エージェント "%1" のアクセス許可

source: Permissions for Scanner "%1"
ar: صلاحيات الماسح 1%
ja: スキャナ "%1" のアクセス許可

source: Permissions for Filter "%1"
ar: صلاحيات المرشّح 1%
ja: フィルタ "%1" のアクセス許可

source: Permissions for Tag "%1"
ar: صلاحيات الوسم 1%
ja: タグ "%1" のアクセス許可

source: Permissions for Permission "%1"
ar: صلاحيات الصلاحية 1%
ja: アクセス許可 "%1" のアクセス許可

source: Permissions for User "%1"
ar: صلاحيات مستخدم 1%
ja: ユーザー "%1" のアクセス許可

source: Permissions for Group "%1"
ar: صلاحيات مجموعة 1%
ja: グループ "%1" のアクセス許可

source: Permissions for Role "%1"
ar: صلاحيات الدّور 1%
ja: ロール "%1" のアクセス許可

source: New Task Filter from current term
ar: المرشّح للمهمة الجديدة من المصطلح الحالي
ja: 現在の用語からの新しいタスクフィルタ
