Repository: greenbone/gsa
Catalog: gsa/po/gsa-*.po
Languages: de

source: Private Key
de: Privater Schlüssel

source: PGP Public Key
de: Öffentlicher PGP-Schlüssel

source: S/MIME Certificate
de: S/MIME-Zertifikate

source: Clone Credential
de: Anmeldedaten klonen

source: Export Credential
de: Anmeldedaten exportieren

source: No credentials available
de: Keine Anmeldedaten vorhanden

source: Page Not Found.
de: Seite nicht gefunden.

source: We are sorry. The page you have requested could not be found.
de: Es tut uns leid. Die Seite, die Sie angefragt haben, konnte nicht gefunden werden.

source: Help: All SecInfo Information
de: Hilfe: Alle Sicherheitsinformationen

source: No SecInfo Information available
de: Keine Sicherheitsinformationen vorhanden

source: # of SecInfo Items
de: Anz. SecInfo-Objekte

source: SecInfo Items by CVSS (Total: {{count}})
de: SecInfo-Objekte nach CVSS (Gesamt: {{count}})

source: Chart: SecInfo Items by CVSS
de: Diagramm: SecInfo-Objekte nach CVSS

source: Table: SecInfo Items by CVSS
de: Tabelle: SecInfo-Objekte nach CVSS

source: SecInfo Items by Creation Time
de: SecInfo-Objekte nach Erstellungszeit

source: # of created SecInfo Items
de: Anz. erstellter SecInfo-Objekte

source: Total SecInfo Items
de: SecInfo-Objekte gesamt

source: Created SecInfo Items
de: Erstellte SecInfo-Objekte

source: Chart: SecInfo Items by Creation Time
de: Diagramm: SecInfo-Objekte nach Erstellungszeit

source: Table: SecInfo Items by Creation Time
de: Tabelle: SecInfo-Objekte nach Erstellungszeit

source: SecInfo Items by Type (Total: {{count}})
de: SecInfo-Objekte nach Typ (Gesamt: {{count}})

source: SecInfo Items by type (Total: {{count}})
de: SecInfo-Objekte nach Typ (Gesamt: {{count}})

source: Chart: SecInfo Items by Type
de: Diagramm: SecInfo-Objekte nach Typ

source: Table: SecInfo Items by Type
de: Tabelle: SecInfo-Objekte nach Typ

source: SecInfo Items by Severity Class (Total: {{count}})
de: SecInfo-Objekte nach Schweregradklasse (Gesamt: {{count}})

source: Chart: SecInfo Items by Severity Class
de: Diagramm: SecInfo-Objekte nach Schweregradklasse

source: Table: SecInfo Items by Severity Class
de: Tabelle: SecInfo-Objekte nach Schweregradklasse

source: Help: CERT-Bund Advisories
de: Hilfe: CERT-Bund Advisories

source: Export CERT-Bund Advisory
de: CERT-Bund Advisory exportieren

source: Revision History
de: Revisionshistorie

source: Categories
de: Kategorien

source: References CVEs
de: CVE-Verweise

source: Effect
de: Auswirkung

source: Remote Attack
de: Remote-Angriff

source: CERT-Bund Risk Rating
de: CERT-Bund Risikobewertung

source: Reference Source
de: Referenzquelle

source: Reference URL
de: Bezugs-URL

source: Help: CERT-Bund Advisories
de: Hilfe: CERT-Bund Advisories

source: No CERT-Bund Advisories available
de: Keine CERT-Bund Advisories vorhanden

source: # of CERT-Bund Advs
de: Anz. CERT-Bund Advs

source: CERT-Bund Advisories by CVSS (Total: {{count}})
de: CERT-Bund Advisories nach CVSS (Gesamt: {{count}})

source: # of CERT-Bund Advisories
de: Anz. CERT-Bund Adv

source: Chart: CERT-Bund Advisories by CVSS
de: Diagramm: CERT-Bund Advisories nach CVSS

source: Table: CERT-Bund Advisories by CVSS
de: Tabelle: CERT-Bund Advisories nach CVSS

source: CERT-Bund Advisories by Creation Time
de: CERT-Bund Advisories nach Erstellungszeit

source: # of created CERT-Bund Advisories
de: Anz. CERT-Bund Adv

source: Total CERT-Bund Advisories
de: CERT-Bund Advisories gesamt

source: Created CERT-Bund Advs
de: Erstellte CERT-Bund Advs

source: Total CERT-Bund Advs
de: CERT-Bund Advs gesamt

source: Table: CERT-Bund Advisories by Creation Time
de: Tabelle: CERT-Bund Advisories nach Erstellungszeit

source: Chart: CERT-Bund Advisories by Creation Time
de: Diagramm: CERT-Bund Advisories nach Erstellungszeit

source: CERT-Bund Advisories by Severity Class (Total: {{count}})
de: CERT-Bund Advisories nach Schweregradklasse (Gesamt: {{count}})

source: Chart: CERT-Bund Advisories by Severity Class
de: Diagramm: CERT-Bund Advisories nach Schweregradklasse

source: Table: CERT-Bund Advisories by Severity Class
de: Tabelle: CERT-Bund Advisories nach Schweregradklasse

source: Help: CVSS Base Score Calculator
de: Hilfe: CVSS Basis-Score-Rechner

source: From Metrics
de: Aus Metriken

source: Adjacent
de: Angrenzend

source: Network
de: Netzwerk

source: Single
de: Einzeln

source: Multiple
de: Mehrfach

source: Confidentiality
de: Vertraulichkeit

source: Partial
de: Partiell

source: Complete
de: Vollständig

source: Integrity
de: Integrität

source: Availability
de: Verfügbarkeit

source: From Vector
de: Aus Vektor

source: Restore
de: Wiederherstellen

source: Still in use
de: Noch in Gebrauch

source: Help: Feed Status
de: Hilfe: Feed-Status

source: Please check the automatic synchronization of your system.
de: Bitte überprüfen Sie die automatische Synchronisation Ihres Systems.

source: Too old ({{age}} days)
de: Zu alt ({{age}} Tage)

source: {{age}} days old
de: {{age}} Tage alt

source: Current
de: Aktuell

source: Origin
de: Ursprung

source: Help: Trashcan
de: Hilfe: Papierkorb

source: Empty Trash
de: Papierkorb leeren

source: Error
de: Fehler

source: Contents
de: Hilfe Übersicht

source: Items
de: Objekte

source: Agents Filter
de: Agenten-Filter

source: Alerts Filter
de: Benachrichtigungen-Filter

source: Scan Configs Filter
de: Scan-Konfigurationen-Filter

source: Credentials Filter
de: Anmeldedaten-Filter

source: Filters Filter
de: Filter-Filter

source: Groups Filter
de: Gruppen-Filter

source: Notes Filter
de: Notizen-Filter

source: Operating Systems Filter
de: Betriebssysteme-Filter

source: Overrides Filter
de: Übersteuerungen-Filter

source: Permissions Filter
de: Berechtigungen-Filter

source: Port Lists Filter
de: Portlisten-Filter

source: Reports Filter
de: Berichte-Filter

source: Report Formats Filter
de: Berichtformate-Filter

source: Roles Filter
de: Rollen-Filter

source: Scanners Filter
de: Scanner-Filter

source: Schedules Filter
de: Zeitpläne-Filter

source: Targets Filter
de: Ziele-Filter

source: Tasks Filter
de: Aufgaben-Filter

source: Users Filter
de: Benutzer-Filter

source: Vulnerabilities Filter
de: Schwachstellen-Filter

source: OVAL Definitions Filter
de: OVAL-Definitionen-Filter

source: SecInfo Filter
de: Alle-Sicherheitsinfos-Filter

source: Edit User Settings
de: Benutzereinstellungen bearbeiten

source: General Settings
de: Allgemeine Einstellungen

source: Severity Settings
de: Schweregrad-Einstellungen

source: Defaults Settings
de: Standards-Einstellungen

source: Filter Settings
de: Filter-Einstellungen

source: Default Alert
de: Standard Benachrichtigung

source: Default ESXi Credential
de: Standard ESXi-Anmeldedaten

source: Default OSP Scan Config
de: Standard OSP-Scan-Konfiguration

source: Default OSP Scanner
de: Standard OSP-Scanner

source: Default OpenVAS Scan Config
de: Standard OpenVAS-Scan-Konfiguration

source: Default OpenVAS Scanner
de: Standard OpenVAS-Scanner

source: Default Port List
de: Standard Portliste

source: Default Report Format
de: Standard Berichtformat

source: Default SMB Credential
de: Standard SMB-Anmeldedaten

source: Default SNMP Credential
de: Standard SNMP-Anmeldedaten

source: Default SSH Credential
de: Standard SSH-Anmeldedaten

source: Default Schedule
de: Standard Zeitplan

source: Default Target
de: Standard Ziel

source: Dynamic Severity
de: Dynamischer Schweregrad

source: Default Severity
de: Standard Schweregrad

source: Help: My Settings
de: Hilfe: Eigene Einstellungen

source: Edit My Settings
de: Eigene Einstellungen bearbeiten

source: General
de: Allgemein

source: Defaults
de: Standards

source: Filters
de: Filter

source: User Interface Language
de: Sprache der Benutzeroberfläche

source: Rows Per Page
de: Zeilen pro Seite

source: Details Export File Name
de: Dateiname für Details-Export

source: List Export File Name
de: Dateiname für Listen-Export

source: Report Export File Name
de: Dateiname für Bericht-Export

source: Max Rows Per Page (immutable)
de: Max Zeilen pro Seite (unveränderlich)

source: Auto Cache Rebuild
de: Automatische Cache-Neuerstellung

source: Configs Filter
de: Konfigurationen-Filter

source: Confirmation does not match new password!
de: Bestätigung entspricht nicht dem neuen Passwort!

source: Confirmation matches new password!
de: Bestätigung entspricht neuem Passwort!

source: Login Failed. Invalid password or username.
de: Anmeldung fehlgeschlagen. Ungültiger Benutzername oder Passwort.

source: Unknown error on login.
de: Unbekannter Fehler beim Login.

source: Warning: Connection unencrypted
de: Warnung: Verbindung unverschlüsselt

source: The connection to this GSA is not encrypted, allowing anyone listening to the traffic to steal your credentials.
de: Die Verbindung zu diesem GSA ist nicht verschlüsselt, so dass jeder, der den Datenverkehr mitverfolgt, Ihre Anmeldedaten stehlen kann.

source: Please configure a TLS certificate for the HTTPS service or ask your administrator to do so as soon as possible.
de: Bitte konfigurieren Sie so bald wie möglich ein TLS-Zertifikat für den HTTPS-Dienst oder bitten Sie Ihren Administrator, dies zu tun.

source: Warning: You are using IE11
de: Warnung: Sie nutzen IE11

source: You are using Internet Explorer 11. You might encounter appearance and performance issues.
de: Sie nutzen Internet Explorer 11. Es kann zu Darstellungsfehlern und Problemen mit der Leistung kommen.

source: e.g. johndoe
de: z.B. maxmustermann

source: Login as Guest
de: Als Gast anmelden

source: Help: Report Format Details
de: Hilfe: Berichtformatdetails

source: Report Formats List
de: Berichtformatliste

source: Export Report Format as XML
de: Berichtformat als XML exportieren

source: Verify Report Format
de: Berichtformat verifizieren

source: Permission to verify Report Format denied
de: Keine Berechtigung, Berichtformat zu verifizieren

source: No parameters available
de: Keine Parameter vorhanden

source: Parameters
de: Parameter

source: Edit Report Format {{name}}
de: Berichtformat {{name}} bearbeiten

source: Import Report Format
de: Berichtformat importieren

source: Extension
de: Dateiendung

source: Content Type
de: Inhaltstyp

source: Predefined
de: Vordefiniert

source: Alerts using this Report Format
de: Benachrichtigungen, die dieses Berichtformat verwenden

source: Import XML Report Format
de: Importiere XML Berichtformat

source: Help: Report Formats
de: Hilfe: Berichtformate

source: Clone Report Format
de: Berichtformat klonen

source: Export Report Format
de: Berichtformat exportieren

source: Trust (Last Verified)
de: Vertrauen (Zuletzt Verifiziert)

source: No report formats available
de: Keine Berichtformate vorhanden

source: Today
de: Heute

source: You are leaving GSA
de: Sie verlassen GSA

source: This dialog will open a new window for {{- to}} if you click on "follow link". Following this link is on your own responsibility. Greenbone does not endorse the content you will see there.
de: Dieser Dialog öffnet ein neues Fenster für {{-to}}, wenn Sie auf "Link folgen" klicken. Diesem Link zu folgen liegt in Ihrer Verantwortung. Greenbone hat keinen Einfluss auf den Inhalt, den Sie dort sehen werden.

source: Follow Link
de: Link folgen

source: View details of CERT-Bund Advisory {{name}}
de: Details der CERT-Bund Advisory {{name}} anzeigen

source: View details of DFN-CERT Advisory {{name}}
de: Details der DFN-CERT Advisory {{name}} anzeigen

source: Your session will end at {{date}}
de: Ihre Sitzung läuft {{date}} ab

source: Success
de: Erfolg

source: Close
de: Schließen

source: The current number of {{hostsCount}} hosts exceeds the maximum of {{maxHosts}}. Please apply a more specific filter.
de: Die aktulle Anzahl von {{hostsCount}} Hosts überschreitet das Maximum von {{maxHosts}}. Bitte wenden sie einen gezielteren Filter an.

source: More runs not shown
de: Mehr Ausführungen nicht angezeigt

source: One more run not shown
de: Eine weitere Ausführung nicht angezeigt

source: {{num}} more runs not shown
de: {{num}} weitere Ausführungen nicht angezeigt

source: {{name}} Start: {{startdate}} End: {{enddate}}
de: {{name}} Start: {{startdate}} Ende: {{enddate}}

source: Cancel
de: Abbrechen

source: An error occurred in this dialog.
de: Es ist ein Fehler in diesem Dialog aufgetreten.

source: Save
de: Speichern

source: To change the filter, please filter your results on the report page. This filter will not be stored as default.
de: Um den Filter zu ändern, filtern Sie bitte die Ergebnisse in der Berichtansicht. Dieser Filter wird nicht als Standard gespeichert.

source: Include
de: Einfügen

source: Please try again.
de: Bitte versuchen Sie es erneut.

source: Hide Error Details
de: Fehlerdetails ausblenden

source: Show Error Details
de: Fehlerdetails anzeigen

source: Store filter as:
de: Filter speichern als:

source: Sort by
de: Sortieren nach

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Update Filter
de: Filter aktualisieren

source: Remove Filter
de: Filter entfernen

source: Reset to Default Filter
de: Zum Standardfilter zurücksetzen

source: Help: Powerfilter
de: Hilfe: Powerfilter

source: Edit Filter
de: Filter bearbeiten

source: Loaded filter
de: Geladener Filter

source: must be at least
de: mindestens

source: Trust vendor security updates
de: Sicherheitsupdates des Anbieters vertrauen

source: Full CVE match
de: Vollständige CVE-Übereinstimmung

source: Partial CVE match
de: Teilweise CVE-Übereinstimmung

source: Severity (Class)
de: Schweregrad (Klasse)

source: All
de: Alle

source: Workaround
de: Problemumgehung

source: Mitigation
de: Schadensminderung

source: Vendor fix
de: Herstellerlösung

source: None available
de: Nicht verfügbar

source: Will not fix
de: Wird nicht gelöst

source: First result
de: Erstes Ergebnis

source: Please insert a name for the new filter
de: Bitte geben Sie einen Filternamen für den neuen Filter an

source: Results per page
de: Ergebnisse pro Seite

source: {{status}} at {{progress}} %
de: {{status}} bei {{progress}} %

source: Logged in as
de: Angemeldet als

source: Logout
de: Abmelden

source: Tasks
de: Aufgaben

source: OVAL Definitions
de: OVAL-Definitionen

source: All SecInfo
de: Alle Sicherheitsinfos

source: Configuration
de: Konfiguration

source: Targets
de: Ziele

source: Port Lists
de: Portlisten

source: Scan Configs
de: Scan-Konfigurationen

source: Schedules
de: Zeitpläne

source: Agents
de: Agenten

source: Scanners
de: Scanner

source: Trashcan
de: Papierkorb

source: My Settings
de: Eigene Einstellungen

source: Performance
de: Leistungsdaten

source: CVSS Calculator
de: CVSS-Rechner

source: Help
de: Hilfe

source: About
de: Über

source: Fold
de: Einklappen

source: Add tag to page contents
de: Tag zum Seiteninhalt hinzufügen

source: Add tag to selection
de: Tag zu Auswahl hinzufügen

source: Add tag to filtered
de: Tag zur Filterauswahl hinzufügen

source: Download SVG
de: SVG-Grafik herunterladen

source: Move page contents to trashcan
de: Seiteninhalt in den Papierkorb verschieben

source: Move selection to trashcan
de: Auswahl in den Papierkorb verschieben

source: Move all filtered to trashcan
de: Gesamte Filterauswahl in den Papierkorb verschieben

source: Delete page contents
de: Seiteninhalt löschen

source: Delete selection
de: Auswahl löschen

source: Delete all filtered
de: Gesamte Filterauswahl löschen

source: Download CSV
de: CSV-Daten herunterladen

source: OS Conflict: {{best_os_txt}} ({{best_os_cpe}})
de: Betriebssystem-Konflikt: {{best_os_txt}} ({{best_os_cpe}})

source: OS Conflict: {{best_os_txt}}
de: Betriebssystem-Konflikt: {{best_os_txt}}

source: No information about the Operation System
de: Keine Information über das Betriebssystem

source: Vendorfix
de: Herstellerlösung

source: Export page contents
de: Seiteninhalt exportieren

source: Export selection
de: Auswahl exportieren

source: Export all filtered
de: Gesamte Filterauswahl exportieren

source: Could not load dashboard settings. Reason: {{error}}
de: Konnte Dashboardeinstellungen nicht laden. Grund: {{error}}

source: An error occurred on this dashboard.
de: Es ist ein Fehler in diesem Dashboard aufgetreten.

source: Add new Dashboard Display
de: Neue Dashboardanzeige hinzufügen

source: Dashboard limit reached
de: Dashboardgrenze erreicht

source: Reset to Defaults
de: Auf Standard zurücksetzen

source: Choose Display
de: Anzeige auswählen

source: An error occurred in this chart.
de: Es ist ein Fehler in diesem Graphen aufgetreten.

source: Toggle 2D/3D view
de: Zwischen 2D/3D-Ansicht umschalten

source: Select Filter
de: Filter auswählen

source: Toggle Legend
de: Legende umschalten

source: Applied filter:
de: Angewandter Filter:

source: General note
de: Allgemeine Anmerkung

source: Executable version
de: Programmdatei-Version

source: Package check
de: Paket-Check

source: Remote active
de: Remote aktiv

source: Remote analysis
de: Remote-Analyse

source: Remote app
de: Remote-Anwendung

source: Remote probe
de: Fern-Test

source: Unreliable rem. banner
de: Unzuverlässiger Banner

source: Unreliable exec. version
de: Unzuverlässige Prog.-Version

source: Remote vulnerability
de: Remote-Schwachstelle

source: Inventory
de: Bestandsaufnahme

source: Miscellaneous
de: Sonstige

source: Select
de: Auswählen

source: First
de: Erste

source: Previous
de: Vorherige

source: {{first}} - {{last}} of {{filtered}}
de: {{first}} - {{last}} von {{filtered}}

source: Last
de: Letzte

source: Sorted In Descending Order By {{sortBy}}
de: In absteigender Reihenfolge sortiert nach {{sortBy}}

source: Sorted In Ascending Order By {{sortBy}}
de: In aufsteigender Reihenfolge sortiert nach {{sortBy}}

source: Owner:
de: Besitzer:

source: Note Details
de: Notizdetails

source: Severity > 0.0
de: Schweregrad > 0.0

source: Override Details
de: Übersteuerungsdetails

source: Override from {{- severity}} to {{- new_severity}}
de: Übersteuerung von {{- severity}} nach {{- new_severity}}

source: Active until
de: Aktiv bis

source: Modifed
de: Geändert

source: Create Multiple Permissions
de: Mehrere Berechtigungen erstellen

source: Permissions ({{count}})
de: Berechtigungen ({{count}})

source: Edit {{entity}}
de: {{entity}} bearbeiten

source: {{entity}} is not writable
de: {{entity}} ist nicht schreibbar

source: Permission to edit {{entity}} denied
de: Keine Berechtigung, {{entity}} zu bearbeiten

source: Cannot modify {{entity}}
de: Kann {{entity}} nicht ändern

source: Entity
de: Objekt

source: {{type}} owned by {{owner}}
de: {{type}} gehört {{owner}}

source: Global {{type}}
de: Globale(r) {{type}}

source: Move {{entity}} to trashcan
de: {{entity}} in Papierkorb verschieben

source: {{entity}} is still in use
de: {{entity}} wird noch genutzt

source: Permission to move {{entity}} to trashcan denied
de: Keine Berechtigung, {{entity}} in den Papierkorb zu verschieben

source: Cannot move {{entity}} to trashcan
de: Kann {{entity}} nicht in den Papierkorb verschieben

source: Delete {{entity}}
de: {{entity}} löschen

source: Permission to delete {{entity}} denied
de: Keine Berechtigung, {{entity}} zu löschen

source: Cannot delete {{entity}}
de: Kann {{entity}} nicht löschen

source: Clone {{entity}}
de: {{entity}} klonen

source: {{entity}} may not be cloned
de: {{entity}} kann nicht geklont werden

source: Permission to clone {{entity}} denied
de: Keine Berechtigung, {{entity}} zu klonen

source: Verify {{entity}}
de: {{entity}} verifizieren

source: {{entity}} may not be verified
de: {{entity}} kann nicht verifiziert werden

source: Permission to verify {{entity}} denied
de: Keine Berechtigung, {{entity}} zu verifizeren

source: Create new {{entity}}
de: {{entity}} erstellen

source: {{entity}} may not be created
de: {{entity}} kann nicht erstellt werden

source: Permission to create {{entity}} denied
de: Keine Berechtigung, {{entity}} zu erstellen

source: Help: User Tags
de: Hilfe: Benutzertags

source: {{type}}:unnamed
de: {{type}}:unbenannt

source: User Tags ({{count}})
de: Benutzertags ({{count}})

source: No user tags available
de: Keine Benutzertags vorhanden

source: Remove Tag from {{type}}
de: Tag von {{type}} entfernen

source: Edit Tag
de: Tag bearbeiten

source: Open all details
de: Alle Details öffnen

source: Add Tag to Selection
de: Tag zu Auswahl hinzufügen

source: Add Tag to Page Contents
de: Tag zum Seiteninhalt hinzufügen

source: Add Tag to All Filtered
de: Tag zur Filterauswahl hinzufügen

source: {{title}} {{filtered}} of {{all}}
de: {{title}} {{filtered}} von {{all}}

source: Apply to page contents
de: Auf Seiteninhalt anwenden

source: Apply to selection
de: Auf Auswahl anwenden

source: Apply to all filtered
de: Auf gesamte Filterauswahl anwenden

source: Add Tag
de: Tag hinzufügen

source: Choose Tag
de: Tag auswählen

source: Create a new Tag
de: Einen neuen Tag erstellen

source: Please note that assigning a tag to {{count}} items may take several minutes.
de: Bitte beachten Sie, dass es einige Minuten dauern kann, einen Tag {{count}} Objekten zuzuordnen.

source: (Applied filter: {{- filter}})
de: (Angewandter Filter: {{- filter}})

source: Fold all details
de: Alle Details einklappen

source: Unfold all details
de: Alle Details ausklappen

source: Create
de: Erstellen

source: Quick start: Create a new task
de: Schnellstart: Neue Aufgabe erstellen

source: This wizard can help you by creating a new scan task and automatically starting it.
de: Dieser Wizard kann Ihnen helfen, indem er eine neue Scanaufgabe erstellt und automatisch startet.

source: All you need to do is enter a name for the new task and the IP address or host name of the target, and select a scan configuration.
de: Sie müssen nur einen Namen für die neue Aufgabe und die IP-Adresse(n) oder den Hostnamen des Ziels eingeben und eine Scan-Konfiguration auswählen.

source: You can choose, whether you want to run the scan immediately, schedule the task for a later date and time, or just create the task so you can run it manually later.
de: Sie können auswählen, ob der Scan automatisch gestartet werden, ein Zeitplan für einen Start zu einem späteren Zeitpunkt erstellt, oder nur die Aufgabe erstellt werden soll, die Sie später manuell starten können.

source: In order to run an authenticated scan, you have to select SSH and/or SMB credentials, but you can also run an unauthenticated scan by not selecting any credentials.
de: Um einen authentifizierten Scan durchzuführen, müssen Sie SSH- und/oder SMB-Anmeldedaten auswählen, aber Sie können auch einen unauthentifizierten Scan durchführen, indem sie keine Anmeldedaten auswählen.

source: If you enter an email address in the "Email report to" field, a report of the scan will be sent to this address once it is finished.
de: Wenn Sie eine Email-Adresse in das Feld "Email-Bericht an" eintragen, wird ein Bericht des Scans an diese Adresse gesendet, sobald dieser abgeschlossen ist.

source: Finally, you can select a sensor which will run the scan.
de: Schließlich können Sie einen Sensor wählen, auf dem der Scan ausgeführt werden soll.

source: For any other setting the defaults from "My Settings" will be applied.
de: Für alle anderen Einstellungen werden die Standardwerte aus "Eigene Einstellungen" verwendet.

source: Target Host(s)
de: Ziel-Host(s)

source: Start immediately
de: Sofort starten

source: Create Schedule:
de: Zeitplan erstellen:

source: at
de: um

source: Do not start automatically
de: Nicht automatisch starten

source: on port
de: auf Port

source: Email report to
de: E-Mail-Bericht an

source: Start Scan
de: Scan starten

source: Quick start: Immediately scan an IP address
de: Schnellstart: Unmittelbar eine IP-Adresse scannen

source: IP address or hostname:
de: IP-Adresse oder Hostname:

source: The default address is either your computer or your network gateway.
de: Die Standard-Adresse ist entweder die Ihres Computers oder die Ihres Netzwerk-Gateways.
