Repository: greenbone/gsa
Catalog: gsa/po/gsa-*.po
Languages: de

source: The last {{weekday}} every {{interval}} months
de: Jeden letzten {{weekday}} jeden {{interval}} Monat

source: {{nth}} {{weekday}} every month
de: {{nth}} {{weekday}} jeden Monat

source: {{nth}} {{weekday}} every {{interval}} months
de: {{nth}} {{weekday}} alle {{interval}} Monate

source: Every month
de: Jeden Monat

source: Every {{interval}} months
de: Alle {{interval}} Monate

source: Every week on {{days}}
de: Wöchentlich am {{days}}

source: Every {{interval}} weeks on {{days}}
de: Alle {{interval}} Wochen am {{days}}

source: Every week
de: Jede Woche

source: Every {{interval}} weeks
de: Alle {{interval}} Wochen

source: Every day
de: Jeden Tag

source: Every {{interval}} days
de: Alle {{interval}} Tage

source: Every hour
de: Jede Stunde

source: Every {{interval}} hours
de: Alle {{interval}} Stunden

source: Every minute
de: Jede Minute

source: Every {{interval}} minutes
de: Alle {{interval}} Minuten

source: Every second
de: Jede Sekunde

source: Every {{interval}} seconds
de: Alle {{interval}} Sekunden

source: Entire Operation
de: Gesamte Ausführung

source: No schedules available
de: Keine Zeitpläne vorhanden

source: hour(s)
de: Stunde(n)

source: day(s)
de: Tag(e)

source: week(s)
de: Woche(n)

source: month(s)
de: Monat(e)

source: year(s)
de: Jahr(e)

source: Help: Permissions
de: Hilfe: Berechtigungen

source: Permission List
de: Berechtigungsliste

source: Export Permission as XML
de: Berechtigung als XML exportieren

source: Edit Permission {{name}}
de: Berechtigung {{name}} bearbeiten

source: Edit permission {{name}}
de: Berechtigung {{name}} bearbeiten

source: Resource
de: Ressource

source: Super (Has super access)
de: Super (hat Super-Zugriff)

source: User ID
de: Benutzer-ID

source: Role ID
de: Rollen-ID

source: Group ID
de: Gruppen-ID

source: Resource ID
de: Ressourcen-ID

source: including related resources
de: einschließlich verbundener Ressourcen

source: for current resource only
de: nur für aktuelle Ressource

source: for related resources only
de: nur für verbundene Ressourcen

source: Grant
de: Gewähre

source: read
de: lesen

source: write
de: schreiben

source: to
de: für

source: on
de: für

source: Clone Permission
de: Berechtigung klonen

source: Export Permission
de: Berechtigung exportieren

source: Subject Type
de: Subjekttyp

source: No permissions available
de: Keine Berechtigungen vorhanden

source: Help: OVAL Definitions
de: Hilfe: OVAL-Definitionen

source: OVAL Definitions List
de: OVAL-Definitionen-Liste

source: Export OVAL Definition
de: OVAL-Definition exportieren

source: Affected
de: Betroffen

source: Family {{family}}
de: Familie {{family}}

source: Platform
de: Plattform

source: Criteria
de: Kriterien

source: Source
de: Quelle

source: Reference ID
de: Bezugs-ID

source: Repository History
de: Repository-Historie

source: Contributors
de: Beitragende

source: Definition Class
de: Definitionsklasse

source: Deprecated
de: Veraltet

source: File
de: Datei

source: Class
de: Klasse

source: No OVAL Definitions available
de: Keine OVAL Definitionen verfügbar

source: # of OVAL Defs
de: Anz. OVAL-Def.

source: OVAL Definitions by CVSS (Total: {{count}})
de: OVAL-Definitionen nach CVSS (Gesamt: {{count}})

source: Chart: OVAL Definitions by CVSS
de: Diagramm: OVAL-Definitionen nach CVSS

source: Table: OVAL Definitions by CVSS
de: Tabelle: OVAL-Definitionen nach CVSS

source: OVAL Definitions by Creation Time
de: OVAL-Definitionen nach Erstellungszeit

source: # of created OVAL Definitions
de: Anz. erstellter OVAL-Definitionen

source: Total OVAL Definitions
de: OVAL-Definitionen gesamt

source: Created OVAL Defs
de: Erstellte OVAL-Def.

source: Total OVAL Defs
de: OVAL-Def. gesamt

source: Table: OVAL Definitions by Creation Time
de: Tabelle: OVAL-Definitionen nach Erstellungszeit

source: Chart: OVAL Definitions by Creation Time
de: Diagramm: OVAL-Definitionen nach Erstellungszeit

source: OVAL Definitions by Severity Class (Total: {{count}})
de: OVAL-Definitionen nach Schweregradklasse (Gesamt: {{count}})

source: Chart: Oval Definitions by Severity Class
de: Diagramm: OVAL-Definitionen nach Schweregradklasse

source: Table: OVAL Definitions by Severity Class
de: Tabelle: OVAL-Definitionen nach Schweregradklasse

source: # of OVAL Definitions
de: Anz. OVAL-Definitionen

source: OVAL Definitions by Class (Total: {{count}})
de: OVAL-Definitionen nach Klasse (Gesamt: {{count}})

source: Chart: OVAL Definitions by Class
de: Diagramm: OVAL-Definitionen nach Klasse

source: Table: OVAL Definitions by Class
de: Tabelle: OVAL-Definitionen nach Klasse

source: Help: Targets
de: Hilfe: Ziele

source: Target List
de: Zielliste

source: Export Target as XML
de: Ziel als XML exportieren

source: Edit Target {{name}}
de: Ziel {{name}} bearbeiten

source: New Target
de: Neues Ziel

source: New Port List
de: Neue Portliste

source: Included
de: Beinhaltet

source: Excluded
de: Ausgeschlossen

source: Maximum Number of Hosts
de: Maximale Anzahl der Hosts

source: Reverse Lookup Only
de: Nur Invers-Lookup

source: Reverse Lookup Unify
de: Invers-Lookup-Vereinheitlichung

source: Alive Test
de: Erreichbarkeitstest

source: Credentials
de: Anmeldedaten

source: on Port {{port}}
de: auf Port {{port}}

source: Tasks using this Target ({{count}})
de: Aufgaben, die dieses Ziel verwenden ({{count}})

source: Create new SSH credential
de: Neue SSH-Anmeldedaten erstellen

source: Create new SMB credential
de: Neue SMB-Anmeldedaten erstellen

source: Create new ESXi credential
de: Neue ESXi-Anmeldedaten erstellen

source: Create new SNMP credential
de: Neue SNMP-Anmeldedaten erstellen

source: Manual
de: Manuell

source: From file
de: Aus Datei

source: From host assets ({{count}} hosts)
de: Aus Host-Assets ({{count}} Hosts)

source: Exclude Hosts
de: Hosts ausschließen

source: Create a new port list
de: Neue Portliste erstellen

source: Credentials for authenticated checks
de: Anmeldedaten für authentifizierte Prüfungen

source: Create a new credential
de: Neue Anmeldedaten erstellen

source: Clone Target
de: Ziel klonen

source: Export Target
de: Ziel exportieren

source: SSH Credential
de: SSH-Anmeldedaten

source: SMB Credential
de: SMB-Anmeldedaten

source: ESXi Credential
de: ESXi-Anmeldedaten

source: SNMP Credential
de: SNMP-Anmeldedaten

source: No targets available
de: Keine Ziele vorhanden

source: Help: Agents
de: Hilfe: Agenten

source: Agent List
de: Agentenliste

source: Export Agent as XML
de: Agent als XML exportieren

source: Verify Agent
de: Agent verifizieren

source: Download Agent Installer Package
de: Agenten-Installations-Paket herunterladen

source: Edit Agent {{name}}
de: Agent {{name}} bearbeiten

source: New Agent
de: Neuer Agent

source: Trust
de: Vertrauen

source: Installer
de: Installationsprogramm

source: Installer signature
de: Installationsprogramm-Signatur

source: Clone Agent
de: Agent klonen

source: Export Agent
de: Agent exportieren

source: No agents available
de: Keine Agenten vorhanden

source: Help: Operating Systems
de: Hilfe: Betriebssysteme

source: Operating System List
de: Betriebssystemliste

source: Operating System is in use
de: Betriebssysteme in Verwendung

source: Export Operating System
de: Betriebssystem exportieren

source: Hosts with Operating System {{- name}}
de: Hosts mit Betriebssystem {{- name}}

source: Latest Severity
de: Neuester Schweregrad

source: Highest Severity
de: Höchster Schweregrad

source: Average Severity
de: Durchschnittlicher Schweregrad

source: Severity: Latest
de: Schweregrad: Neuester

source: Severity: Highest
de: Schweregrad: Höchster

source: Severity: Average
de: Schweregrad: Durchschnitt

source: Latest
de: Neueste

source: Highest
de: Höchster

source: Average
de: Durchschnitt

source: # of Vulnerabilities
de: Anz. Schwachstellen

source: Operating Systems by CVSS (Total: {{count}})
de: Betriebssysteme nach CVSS (Gesamt: {{count}})

source: # of Operating Systems
de: Anz. der Betriebssysteme

source: Table: Operating Systems by CVSS
de: Tabelle: Betriebssysteme nach CVSS

source: Chart: Operating Systems by CVSS
de: Diagramm: Betriebssysteme nach CVSS

source: Operating Systems by Severity Class (Total: {{count}})
de: Betriebssysteme nach Schweregradklasse (Gesamt: {{count}})

source: Chart: Operating Systems by Severity Class
de: Diagramm: Betriebssysteme nach Schweregradklasse

source: Table: Operating Systems by Severity Class
de: Tabelle: Betriebssysteme nach Schweregradklasse

source: {{hosts}} Host(s) with average severity {{avgSev}}
de: {{hosts}} Host(s) mit durchschnittlichem Schweregrad {{avgSev}}

source: Updated:
de: Aktualisiert:

source: Most Vulnerable Operating Systems
de: Verwundbarste Betriebssysteme

source: Vulnerability (Severity) Score
de: Schwachstellen- (Schweregrad-) Score

source: Operating System Name
de: Betriebssystem-Name

source: Max. Average Severity Score
de: Max. durchschnittlicher Schweregrad-Score

source: Chart: Operating Systems by Vulnerability Score
de: Diagramm: Betriebssysteme nach Schwachstellen-Score

source: Table: Operating Systems by Vulnerability Score
de: Tabelle: Betriebssysteme nach Schwachstellen-Score

source: Help: Group Details
de: Hilfe: Gruppendetails

source: Groups List
de: Gruppenliste

source: Export Group as XML
de: Gruppe als XML exportieren

source: Edit Group {{name}}
de: Gruppe {{name}} bearbeiten

source: New Group
de: Neue Gruppe

source: Special Groups
de: Spezielle Gruppen

source: Create permission to grant full read and write access among all group members and across any resources
de: Berechtigung erzeugen, um vollen Lese- und Schreibzugriff für alle Gruppenmitglieder und auf alle Ressourcen zu gewähren

source: Help: Groups
de: Hilfe: Gruppen

source: Clone Group
de: Gruppe klonen

source: Export Group
de: Gruppe exportieren

source: No Groups available
de: Keine Gruppen vorhanden

source: Help: Host Details
de: Hilfe: Hostdetails

source: Host List
de: Hostliste

source: Export Host as XML
de: Host als XML exportieren

source: Results for this Host
de: Ergebnisse für diesen Host

source: Edit Host {{name}}
de: Host {{name}} bearbeiten

source: New Host
de: Neuer Host

source: Help: Hosts
de: Hilfe: Hosts

source: Create Target from Host
de: Ziel aus Host erstellen

source: Permission to create Target denied
de: Keine Berechtigung, Ziel zu erstellen

source: Export Host
de: Host exportieren

source: Create Target from page contents
de: Ziel aus Seiteninhalt erstellen

source: Create Target from selection
de: Ziel aus Auswahl erstellen

source: Create Target form all filtered
de: Ziel aus gesamter Filterauswahl erstellen

source: No hosts available
de: Keine Hosts vorhanden

source: # of Hosts
de: Anz. Hosts

source: Hosts by CVSS (Total: {{count}})
de: Hosts nach CVSS (Gesamt: {{count}})

source: Chart: Hosts by CVSS
de: Diagramm: Hosts nach CVSS

source: Table: Hosts by CVSS
de: Tabelle: Hosts nach CVSS

source: Hosts Topology
de: Hosts-Topologie

source: Chart: Hosts Topology
de: Diagramm: Hosts-Topologie

source: Hosts by Modification Time (Total: {{count}})
de: Hosts nach Änderungszeit (Gesamt: {{count}})

source: # of Modified Hosts
de: Anz. geänderter Hosts

source: Total Hosts
de: Hosts gesamt

source: Modified Hosts
de: Geänderte Hosts

source: Chart: Hosts by Modification Time
de: Diagramm: Hosts nach Änderungszeit

source: Table: Hosts by Modification Time
de: Tabelle: Hosts nach Änderungszeit

source: Hosts by Severity Class (Total: {{count}})
de: Hosts nach Schweregradklasse (Gesamt: {{count}})

source: Chart: Hosts by Severity Class
de: Diagramm: Hosts nach Schweregradklasse

source: Table: Hosts by Severity Class
de: Tabelle: Hosts nach Schweregradklasse

source: Hosts (High) by Modification Time (Total: {{count}})
de: Hosts ("Hoch") nach Änderungszeit (Gesamt: {{count}})

source: # of Modified Hosts (High)
de: Anz. geänderter Hosts ("Hoch")

source: Total Hosts (High)
de: Hosts ("Hoch") gesamt

source: Modified Hosts (High)
de: Geänderte Hosts ("Hoch")

source: Chart: Hosts (High) by Modification Time
de: Diagramm: Hosts ("Hoch") nach Änderungszeit

source: Table: Hosts (High) by Modification Time
de: Tabelle: Hosts ("Hoch") nach Änderungszeit

source: Most Vulnerable Hosts
de: Verwundbarste Hosts

source: Max. average Severity Score
de: Max. durschnittlicher Schweregrad-Score

source: Chart: Hosts by Vulnerability Score
de: Diagramm: Hosts nach Schweregrad-Score

source: Table: Hosts by Vulnerability Score
de: Tabelle: Hosts nach Schweregrad-Score

source: (Target Host)
de: (Ziel-Host)

source: Latest Identifiers
de: Neueste Identifikatoren

source: All Identifiers
de: Alle Identifikatoren

source: Show all Identifiers
de: Alle Identifikatoren anzeigen

source: Show latest Identifiers
de: Die letzten Identifikatoren anzeigen

source: Delete Identifier
de: Identifikator löschen

source: Help: NVTs
de: Hilfe: NVTs

source: NVT List
de: NVT-Liste

source: Export NVT
de: NVT exportieren

source: Preferences
de: Vorgaben

source: View Details of {{cve_id}}
de: Zeige Details von {{cve_id}}

source: CVSS Base
de: CVSS-Basisscore

source: CVSS Base Vector
de: CVSS-Basisvektor

source: Quality of Detection
de: Qualität der Erkennung

source: Family
de: Familie

source: Replace existing password with
de: Existierendes Passwort ersetzen mit

source: Upload file
de: Datei hochladen

source: Replace existing file
de: Existierende Datei ersetzen

source: Solution
de: Lösung

source: Solution Type:
de: Art der Lösung:

source: No NVTs available
de: Keine NVTs vorhanden

source: NVTs by QoD-Type (Total: {{count}})
de: NVTs nach QdE-Typ (Gesamt: {{count}})

source: QoD-Type
de: QdE-Typ

source: # of NVTs
de: Anz. NVTs

source: Chart: NVTs by QoD-Type
de: Diagramm: NVTs nach QdE-Typ

source: Table: NVTs by QoD-Type
de: Tabelle: NVTs nach QdE-Typ

source: NVTs by CVSS (Total: {{count}})
de: NVTs nach CVSS (Gesamt: {{count}})

source: Chart: NVTs by CVSS
de: Diagramm: NVTs nach CVSS

source: Table: NVTs by CVSS
de: Tabelle: NVTs nach CVSS

source: NVTs by QoD (Total: {{count}})
de: NVTs nach QdE (Gesamt: {{count}})

source: Chart: NVTs by QoD
de: Diagramm: NVTs nach QdE

source: Table: NVTs by QoD
de: Tabelle: NVTs nach QdE

source: {{value}}: {{count}} (severity: {{severity}})
de: {{value}}: {{count}} (Schweregrad: {{severity}})

source: NVTs by Family (Total: {{count}})
de: NVTs nach Familie (Gesamt: {{count}})

source: NVT Family
de: NVT-Familie

source: Chart: NVTs by Family
de: Diagramm: NVTs nach Familie

source: Table: NVTs by Family
de: Tabelle: NVTs nach Familie

source: NVTs by Creation Time
de: NVTs nach Erstellungszeit

source: # of created NVTs
de: Anz. erstellter NVTs

source: Total NVTs
de: NVTs gesamt

source: Created NVTs
de: Erstellte NVTs

source: Chart: NVTs by Creation Time
de: Diagramm: NVTs nach Erstellungszeit

source: Table: NVTs by Creation Time
de: Tabelle: NVTs nach Erstellungszeit

source: NVTs by Severity Class (Total: {{count}})
de: NVTs nach Schweregradklasse (Gesamt: {{count}})

source: Chart: NVTs by Severity Class
de: Diagramm: NVTs nach Schweregradklasse

source: Table: NVTs by Severity Class
de: Tabelle: NVTs nach Schweregradklasse

source: Default Value
de: Standardwert

source: default
de: Voreinstellung

source: Secret Key
de: Geheimer Schlüssel

source: Help: RADIUS Authentication
de: Hilfe: RADIUS-Authentifizierung

source: Vulnerabilities
de: Schwachstellen

source: Oldest Result
de: Ältestes Ergebnis

source: Newest Result
de: Neuestes Ergebnis

source: Vulnerabilities by CVSS (Total: {{count}})
de: Schwachstellen nach CVSS (Gesamt: {{count}})

source: # of Vulnerabilties
de: Anz. Schwachstellen

source: Chart: Vulnerabilities by CVSS
de: Diagramm: Schwachstellen nach CVSS

source: Table: Vulnerabilities by CVSS
de: Tabelle: Schwachstellen nach CVSS

source: Vulnerabilities by Hosts (Total: {{count}})
de: Schwachstellen nach Hosts (Gesamt: {{count}})

source: Chart: Vulnerabilities by Hosts
de: Diagramm: Schwachstellen nach Hosts

source: Table: Vulnerabilities by Hosts
de: Tabelle: Schwachstellen nach Hosts

source: Vulnerabilities by Severity Class (Total: {{count}})
de: Schwachstellen nach Schweregradklasse (Gesamt: {{count}})

source: Chart: Vulnerabilities by Severity Class
de: Diagramm: Schwachstellen nach Schweregradklasse

source: Table: Vulnerabilities by Severity Class
de: Tabelle: Schwachstellen nach Schweregradklasse

source: Help: PortList Details
de: Hilfe: Portlistendetails

source: PortList List
de: Portlistenliste

source: Export PortList as XML
de: Portliste als XML exportieren

source: Port Ranges ({{count}})
de: Portbereiche ({{count}})

source: No port ranges available
de: Keine Portbereiche vorhanden

source: Port Ranges
de: Portbereiche

source: Edit Port List {{name}}
de: Portliste {{name}} bearbeiten

source: The port range needs numerical values for start and end!
de: Der Portbereich benötigt numerische Werte für Start und Ende!

source: The end of the port range can not be below its start!
de: Das Ende des Portbereiches kann nicht unter dessen Startwert liegen!

source: New port range overlaps with an existing one!
de: Neuer Portbereich überlappt mit einem bereits existierenden Bereich!

source: New Port Range
de: Neuer Portbereich

source: No Port Ranges available
de: Keine Portbereiche vorhanden

source: Delete Port Range
de: Portbereich löschen

source: Port Count
de: Portanzahl

source: TCP Port Count
de: TCP-Portanzahl

source: UDP Port Count
de: UDP-Portanzahl

source: Targets using this Port List
de: Ziele, die diese Portliste verwenden

source: Add Port Range
de: Neuen Portbereich hinzufügen

source: Help: Port Lists
de: Hilfe: Portlisten

source: Import Port List
de: Portliste importieren

source: Export Port List
de: Portliste exportieren

source: Import XML Port List
de: XML-Portliste importieren

source: Port Counts: Total
de: Portanzahl: Gesamt

source: Port Counts: TCP
de: Portanzahl: TCP

source: Port Counts: UDP
de: Portanzahl: UDP

source: Port Counts
de: Portanzahlen

source: No port lists available
de: Keine Portliste vorhanden

source: Help: ScanConfigs
de: Hilfe: Scan-Konfigurationen

source: ScanConfig List
de: Scan-Konfigurationsliste

source: Export Scan Config as XML
de: Scan-Konfiguration als XML exportieren

source: Import Scan Config
de: Scan-Konfiguration importieren

source: NVTs selected
de: NVTs ausgewählt

source: The families selection is DYNAMIC. New families will automatically be added and considered.
de: Die Familien-Auswahl ist DYNAMISCH. Neue Familien werden automatisch hinzugefügt und berücksichtigt.

source: The families selection is STATIC. New families will NOT automatically be added and considered.
de: Die Familien-Auswahl ist STATISCH. Neue Familien werden NICHT automatisch hinzugefügt und berücksichtigt.

source: NVTs of family {{name}}
de: NVTs der Familie {{name}}

source: {{count}} of {{max}}
de: {{count}} von {{max}}

source: The NVT selection is DYNAMIC. New NVTs will automatically be added and considered.
de: Die NVT-Auswahl ist DYNAMISCH. Neue NVTs werden automatisch hinzugefügt und berücksichtigt.

source: The NVT selection is STATIC. New NVTs will NOT automatically be added and considered.
de: Die NVT-Auswahl ist STATISCH. Neue NVTs werden NICHT automatisch hinzugefügt und berücksichtigt.

source: Scanner Preferences
de: Scanner-Vorgaben

source: NVT Families
de: NVT-Familien

source: NVT Preferences
de: NVT-Vorgaben

source: Edit Scan Config {{name}}
de: Scan-Konfiguration {{name}} bearbeiten

source: Edit Scan Config Family {{name}}
de: Scan-Konfiguration-Familie {{name}} bearbeiten

source: Edit Scan Config NVT {{name}}
de: Scan-Konfig-NVT {{name}} bearbeiten

source: Dynamic
de: Dynamisch

source: Tasks using this Scan Config
de: Aufgaben, die diese Scan-Konfiguration verwenden

source: New Scan Config
de: Neue Scan-Konfiguration

source: Base
de: Basis

source: Help: Scan Configs
de: Hilfe: Scan-Konfigurationen

source: Edit Scan Config NVT Details
de: Scan-Konfiguration-NVT-Details bearbeiten

source: Network Vulnerability Test Preferences ({{counts}})
de: Vorgaben für Network Vulnerability Tests ({{counts}})

source: Edit Scanner Preferences ({{counts}})
de: Scanner-Vorgaben bearbeiten ({{counts}}))

source: New Value
de: Neuer Wert

source: Edit Scan Config Family
de: Scan-Konfiguration-Familie bearbeiten

source: Edit Network Vulnerability Test Families ({{counts}})
de: Familien von Network Vulnerability Tests bearbeiten ({{counts}})

source: Select all NVTs
de: Alle NVTs auswählen

source: Total: {{count}}
de: Gesamt: {{count}}

source: {{known}} of {{max}}
de: {{known}} von {{max}}

source: Clone Scan Config
de: Scan-Konfiguration klonen

source: Export Scan Config
de: Scan-Konfiguration exportieren

source: The family selection is DYNAMIC. New families will automatically be added and considered.
de: Die Familien-Auswahl ist DYNAMISCH. Neue Familien werden automatisch hinzugefügt und berücksichtigt.

source: The family selection is STATIC. New families will NOT automatically be added and considered.
de: Die Familien-Auswahl ist STATISCH. Neue Familien werden NICHT automatisch hinzugefügt und berücksichtigt.

source: The NVT selection is DYNAMIC. New NVTs of selected families will automatically be added and considered.
de: Die NVT-Auswahl ist DYNAMISCH. Neue NVTs ausgewählter Familien werden automatisch hinzugefügt und berücksichtigt.

source: The NVT selection is STATIC. New NVTs of selected families will NOT automatically be added and considered.
de: Die NVT-Auswahl ist STATISCH. Neue NVTs ausgewählter Familien werden NICHT automatisch hinzugefügt und berücksichtigt.

source: Select and edit NVT details
de: NVT-Details auswählen und bearbeiten

source: Config
de: Konfiguration

source: Edit Network Vulnerability Tests
de: Network Vulnerability Tests bearbeiten

source: Prefs
de: Vorgaben

source: Selected
de: Ausgewählt

source: Import XML config
de: XML-Konfiguration importieren

source: Vulnerability Scoring
de: Schwachstellen-Bewertung

source: CVSS base
de: CVSS-Basisscore

source: CVSS base vector
de: CVSS-Basisvektor

source: Apply default timeout
de: Standard-Timeout anwenden

source: Families: Total
de: Familien: Gesamt

source: Families: Trend
de: Familien: Trend

source: NVTs: Total
de: NVTs: Gesamt

source: No Scan Configs available
de: Keine Scan-Konfigurationen vorhanden

source: Help: Credentials
de: Hilfe: Anmeldedaten

source: Credential List
de: Anmeldedatenliste

source: Export Credential as XML
de: Anmeldedaten als XML exportieren

source: Certificate
de: Zertifikat

source: inactive
de: inaktiv

source: expired
de: abgelaufen

source: Issued By
de: Ausgestellt von

source: Edit Credential {{name}}
de: Anmeldedaten {{name}} bearbeiten

source: Download RPM (.rpm) Package
de: RPM (.rpm)-Paket herunterladen

source: Download Debian (.deb) Package
de: Debian (.deb)-Paket herunterladen

source: Download Public Key
de: Öffentlichen Schlüssel herunterladen

source: Download Windows Executable (.exe)
de: Windows (.exe)-Programmdatei herunterladen

source: Download Certificate (.pem)
de: Zertifikat (.pem) herunterladen

source: Allow Insecure Use
de: Unsichere Verwendung zulassen

source: Auth Algorithm
de: Auth-Algorithmus

source: Privacy Algorithm
de: Privacy-Algorithmus

source: Targets using this Credential
de: Ziele, die diese Anmeldedaten verwenden

source: Sanners using this Credential
de: Scanner, die diese Anmeldedaten verwenden

source: Not a valid PGP file
de: Keine gültige PGP-Datei

source: Allow insecure use
de: Unsichere Verwendung zulassen

source: Auto-generate
de: Auto-generieren

source: Replace existing SNMP community with
de: Existierende SNMP-Community ersetzen mit

source: Replace existing passphrase with
de: Existierende Passphrase ersetzen mit

source: Privacy Password
de: Privacy-Passwort

source: Replace existing privacy password with
de: Existierendes Privacy-Passwort ersetzen mit
