Repository: greenbone/gsa
Catalog: gsa/po/gsa-*.po
Languages: de

source: Help: Results
de: Hilfe: Ergebnisse

source: Results List
de: Ergebnisliste

source: Export Result as XML
de: Ergebnis als XML exportieren

source: Add new Note
de: Neue Notiz hinzufügen

source: Add new Override
de: Neue Übersteuerung hinzufügen

source: Create new Ticket
de: Neues Ticket erstellen

source: Corresponding Task ({{name}})
de: Zugehörige Aufgabe ({{name}})

source: Corresponding Report
de: Zugehöriger Bericht

source: Corresponding Tickets
de: Zugehörige Tickets

source: Vulnerability
de: Schwachstelle

source: Severity
de: Schweregrad

source: Overrides are applied
de: Übersteuerungen werden angewandt

source: QoD
de: QdE

source: Location
de: Ort

source: Overrides
de: Übersteuerungen

source: Notes
de: Notizen

source: User Tags
de: Benutzer-Tags

source: Summary
de: Zusammenfassung

source: Detection Results
de: Erkennungsergebnisse

source: Detection Result
de: Erkennungsergebnis

source: Vulnerability was detected according to the Detection Method.
de: Schwachstelle wurde entsprechend der Schwachstellen-Erkennungsmethode erkannt.

source: Product Detection Result
de: Ergebnis zur Produkterkennung

source: Product
de: Produkt

source: Method
de: Methode

source: View details of product detection
de: Details der Produkterkennung anzeigen

source: Insight
de: Einblick

source: Detection Method
de: Erkennungsmethode

source: View Details of OVAL Definition {{oid}}
de: Details der OVAL-Definition {{oid}} anzeigen

source: No details available for this method.
de: Keine Details für diese Methode vorhanden.

source: Version used:
de: Genutzte Version:

source: Affected Software/OS
de: Betroffene Software/OS

source: Impact
de: Auswirkungen

source: There are notes for this result
de: Es gibt Notizen zu diesem Ergebnis

source: There are overrides for this result
de: Es gibt Übersteuerungen zu diesem Ergebnis

source: There are tickets for this result
de: Es gibt Tickets zu diesem Ergebnis

source: New
de: Neu

source: Gone
de: Entfallen

source: Solution type
de: Art der Lösung

source: Created
de: Erstellt

source: No results available
de: Keine Ergebnisse vorhanden

source: Results Description Word Cloud
de: Ergebnis-Wordcloud Beschreibung

source: Description
de: Beschreibung

source: Word Count
de: Wortzahl

source: Chart: Results Description Word Cloud
de: Diagramm: Ergebnis-Wordcloud Beschreibung

source: Table: Results Description Word Cloud
de: Tabelle: Ergebnis-Wordcloud Beschreibung

source: # of Results
de: Anz. Ergebnisse

source: Results by CVSS (Total: {{count}})
de: Ergebnisse nach CVSS (Gesamt: {{count}})

source: Chart: Results by CVSS
de: Diagramm: Ergebnisse nach CVSS

source: Table: Results by CVSS
de: Tabelle: Ergebnisse nach CVSS

source: Results Vulnerability Word Cloud
de: Ergebnis-Wordcloud Schwachstelle

source: Chart: Results Vulnerability Word Cloud
de: Diagramm: Ergebnis-Wordcloud Schwachstelle

source: Table: Results Vulnerability Word Cloud
de: Tabelle: Ergebnis-Wordcloud Schwachstelle

source: Results by Severity Class (Total: {{count}})
de: Ergebnisse nach Schweregradklasse (Gesamt: {{count}})

source: Severity Class
de: Schweregradklasse

source: Chart: Results by Severity Class
de: Diagramm: Ergebnisse nach Schweregradklasse

source: Table: Results by Severity Class
de: Tabelle: Ergebnisse nach Schweregradklasse

source: Help: CVEs
de: Hilfe: CVEs

source: CVE List
de: CVE-Liste

source: Export CVE
de: CVE exportieren

source: CERT Advisories referencing this CVE
de: CERT-Advisories, die auf diese CVE verweisen

source: Title
de: Titel

source: Vulnerable Products
de: Verwundbare Produkte

source: NVTs addressing this CVE
de: NVTs, die diese CVE ansprechen

source: Published:
de: Veröffentlicht:

source: Modified:
de: Geändert:

source: Last updated:
de: Zuletzt aktualisiert:

source: Access Vector
de: Zugangsvektor

source: Access Complexity
de: Zugangskomplexität

source: Authentication
de: Authentifizierung

source: Confidentiality Impact
de: Vertraulichkeitsauswirkungen

source: Integrity Impact
de: Integritätsauswirkungen

source: Availability Impact
de: Verfügbarkeitsauswirkungen

source: Base Score
de: Basisscore

source: Base Vector
de: Basisvektor

source: References
de: Verweise

source: Vector
de: Vektor

source: Complexity
de: Komplexität

source: Published
de: Veröffentlicht

source: No CVEs available
de: Keine CVEs vorhanden

source: # of CVEs
de: Anz. CVEs

source: CVEs by CVSS (Total: {{count}})
de: CVEs nach CVSS (Gesamt: {{count}})

source: Chart: CVEs by CVSS
de: Diagramm: CVEs nach CVSS

source: Table: CVEs by CVSS
de: Tabelle: CVEs nach CVSS

source: CVEs by Creation Time
de: CVEs nach Erstellungszeit

source: # of created CVEs
de: Anz. erstellter CVEs

source: Total CVEs
de: CVEs gesamt

source: False Pos.
de: Falsch-Pos.

source: Time
de: Zeit

source: Created CVEs
de: Erstellte CVEs

source: Creation Time
de: Erstellungszeit

source: Table: CVEs by Creation Time
de: Tabelle: CVEs nach Erstellungszeit

source: Chart: CVEs by Creation Time
de: Diagramm: CVEs nach Erstellungszeit

source: CVEs by Severity Class (Total: {{count}})
de: CVEs nach Schweregradklasse (Gesamt: {{count}})

source: Chart: CVEs by Severity Class
de: Diagramm: CVEs nach Schweregradklasse

source: Table: CVEs by Severity Class
de: Tabelle: CVEs nach Schweregradklasse

source: Help: Performance
de: Hilfe: Leistungsdaten

source: Report for Last Hour
de: Bericht für die letzte Stunde

source: Report for Last Day
de: Bericht für den letzten Tag

source: Report for Last Week
de: Bericht für die letzte Woche

source: Report for Last Month
de: Bericht für den letzten Monat

source: Report for Last Year
de: Bericht für das letzte Jahr

source: Report for Last
de: Bericht für letzte(n/s)

source: Hour
de: Stunde

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Report for GMP Scanner
de: Bericht für GMP-Scanner

source: Timezone
de: Zeitzone

source: Start Time
de: Startzeit

source: End Time
de: Endzeit

source: Update
de: Aktualisieren

source: Remove Dashboard {{name}}
de: Dashboard {{name}} entfernen

source: Do you really want to remove the Dashboard {{name}} and its configuration?
de: Möchten Sie wirklich das Dashboard {{name}} und seine Einstellungen löschen?

source: Remove
de: Entfernen

source: Edit Dashboard
de: Dashboard bearbeiten

source: Dashboard Title
de: Dashboard-Titel

source: Overview
de: Übersicht

source: Edit Dashboard Title
de: Dashboard-Titel bearbeiten

source: Remove Dashboard
de: Dashboard entfernen

source: Add new Dashboard
de: Neues Dashboard hinzufügen

source: Dashboards limit reached
de: Dashboardgrenze erreicht

source: Default
de: Standard

source: Scan Displays
de: Scan-Anzeigen

source: Asset Displays
de: Asset-Anzeigen

source: SecInfo Displays
de: SecInfo-Anzeigen

source: Empty
de: Leeren

source: Add
de: Hinzufügen

source: Unnamed
de: Unbenannt

source: Initial Displays
de: Erste Anzeigen

source: Help: Scanners
de: Hilfe: Scanner

source: Scanner List
de: Scannerliste

source: Export Scanner as XML
de: Scanner als XML exportieren

source: Verify Scanner
de: Scanner verifizieren

source: Download Certificate
de: Zertifikat herunterladen

source: Download CA Certificate
de: CA-Zertifikat herunterladen

source: Permissions
de: Berechtigungen

source: Edit Scanner {{name}}
de: Scanner {{name}} bearbeiten

source: Unkown Error
de: Unbekannter Fehler

source: Activation
de: Aktivierung

source: Expiration
de: Ablauf

source: MD5 Fingerprint
de: MD5-Fingerabdruck

source: Issuer
de: Aussteller

source: Protocol
de: Protokoll

source: Scanner Parameters
de: Scanner-Parameter

source: Type
de: Typ

source: Mandatory
de: Erforderlich

source: OVAL Definitions File List
de: OVAL-Definitionen Dateiliste

source: List
de: Liste

source: OSP Scanner is offline
de: OSP-Scanner ist offline

source: Comment
de: Kommentar

source: Scanner Type
de: Scanner-Typ

source: N/A (Builtin Scanner)
de: N/A (eingebauter Scanner)

source: Credential
de: Anmeldedaten

source: Tasks using this Scanner
de: Aufgaben, die diesen Scanner verwenden

source: Scan Configs using this Scanner
de: Scan-Konfigurationen, die diesen Scanner verwenden

source: Client Certificate (from Credential)
de: Benutzerzertifikat (aus Anmeldedaten)

source: Certificate currently in use expired at {{date}}
de: Derzeitiges Zertifikat ist am {{date}} abgelaufen

source: Certificate currently not valid until {{date}}
de: Zertifikat derzeit nicht gültig bis {{date}}

source: Certificate in use will expire at {{date}}
de: Aktuelles Zertifikat wird am {{date}} ablaufen

source: New Scanner
de: Neuer Scanner

source: CA Certificate
de: CA-Zertifikat

source: Existing
de: Vorhanden

source: New:
de: Neu:

source: Create a new Credential
de: Neue Anmeldedaten erstellen

source: Export Scanner
de: Scanner exportieren

source: No scanners available
de: Keine Scanner vorhanden

source: No Closed CVEs available
de: Keine geschlossenen CVEs vorhanden

source: Report content added to Assets with QoD>=70% and Overrides enabled.
de: Berichtinhalt zu Assets hinzugefügt mit QdE >=70% und Übersteuerungen aktiviert.

source: Report content removed from Assets.
de: Berichtinhalt wurde aus Assets entfernt.

source: Error Message
de: Fehlermeldung

source: No Errors available
de: Keine Fehler vorhanden

source: Compose Content for Scan Report
de: Inhalt für Scan-Bericht zusammenstellen

source: Report Format
de: Berichtformat

source: Store as default
de: Als Standard speichern

source: Store indicated settings (without filter) as default
de: Einstellungen (ohne Filter) als Standard speichern

source: Help: Reports
de: Hilfe: Berichte

source: Upload report
de: Bericht hochladen

source: Reports
de: Berichte

source: The Report is empty. The filter does not match any of the {{all}} results.
de: Der Bericht ist leer. Der Filter passt zu keinem der {{all}} Ergebnisse.

source: Current applied filter is:
de: Angewandter Filter:

source: Log messages are currently excluded.
de: Log Nachrichten sind derzeit ausgeschlossen.

source: Include log messages in your filter settings.
de: Log-Nachrichten in die Filtereinstellungen einbeziehen.

source: You are using keywords setting a minimum limit on severity.
de: Sie benutzen Filterbefehle, die eine Minimalgrenze für den Schweregrad setzen.

source: Remove the severity limit from your filter settings.
de: Schweregrad-Grenze aus den Filtereinstellungen entfernen.

source: There may be results below the current minimum Quality of Detection level.
de: Es könnten Ergebnisse vorliegen, die unterhalb der aktuellen Grenze für die Qualität der Erkennung liegen.

source: Decrease the minimum QoD in the Filter to 30 percent to see those results.
de: Die Minimum-QdE im Filter auf 30 Prozent verringern um diese Ergebnisse zu sehen.

source: Your filter settings may be too refined.
de: Ihre Filtereinstellungen könnten zu präzise sein.

source: Adjust and update your filter settings.
de: Ihre Filtereinstellungen anpassen und aktualisieren.

source: Your last filter change may be too restrictive.
de: Ihre letzte Filteränderung könnte zu restriktiv sein.

source: Remove all filter settings.
de: Alle Filtereinstellungen entfernen

source: Running the alert was successful
de: Ausführung der Benachrichtigung war erfolgreich

source: Failed to run alert.
de: Ausführung der Benachrichtigung ist fehlgeschlagen.

source: Trigger Alert
de: Benachrichtigung auslösen

source: Only show hosts that have results
de: Nur Hosts mit Ergebnissen anzeigen

source: No Ports available
de: Keine Ports vorhanden

source: Serial
de: Seriennummer

source: Not Valid Before
de: Nicht gültig vor

source: Not Valid After
de: Nicht gültig nach

source: Actions
de: Aktionen

source: Show all Hosts with IP {{ip}}
de: Zeige alle Hosts mit IP {{ip}}

source: Download TLS Certificate
de: TLS-Zertifikat herunterladen

source: No TLS Certificates available
de: Keine TLS-Zertifikate vorhanden

source: Scan is active
de: Scan ist aktiv

source: Delete Report
de: Bericht löschen

source: Report is selected for delta comparision
de: Bericht ist für Delta-Vergleich ausgewählt

source: Select Report for delta comparision
de: Bericht für Delta-Vergleich auswählen

source: Trigger Alert for Scan Report
de: Benachrichtigung für Scan-Bericht auslösen

source: Alert
de: Benachrichtigung

source: Import
de: Importieren

source: Import Report
de: Bericht importieren

source: Report
de: Bericht

source: Container Task
de: Containeraufgabe

source: Create new Container Task
de: Neue Containeraufgabe erstellen

source: Add to Assets
de: Zu Assets hinzufügen

source: Add to Assets with QoD >= 70% and Overrides enabled
de: Zu Assets hinzufügen mit QdE >= 70% und Übersteuerungen aktiviert

source: {{days}} day {{hours}}:{{minutes}} h
de: {{days}} Tag {{hours}}:{{minutes}} h

source: {{days}} days {{hours}}:{{minutes}} h
de: {{days}} Tage {{hours}}:{{minutes}} h

source: Task Name
de: Name der Aufgabe

source: Report 1
de: Bericht 1

source: Scan Time Report 1
de: Scanzeit Bericht 1

source: Scan Time
de: Scanzeit

source: Scan Duration Report 1
de: Scandauer Bericht 1

source: Scan Duration
de: Scandauer

source: Scan Status Report 1
de: Scanstatus Bericht 1

source: Report 2
de: Bericht 2

source: Scan Time Report 2
de: Scanzeit Bericht 2

source: Scan Duration Report 2
de: Scandauer Bericht 2

source: Scan Status Report 2
de: Scanstatus Bericht 2

source: Hosts scanned
de: Gescannte Hosts

source: Delta Results
de: Delta-Ergebnisse

source: Same
de: Gleich

source: Changed
de: Verändert

source: IP Address
de: IP-Adresse

source: High
de: Hoch

source: Medium
de: Mittel

source: Low
de: Niedrig

source: False Positive
de: Falsch-Positiv

source: Total
de: Summe

source: No Hosts available
de: Keine Hosts vorhanden

source: Operating System
de: Betriebssystem

source: No Operating Systems available
de: Keine Betriebssysteme vorhanden

source: Results
de: Ergebnisse

source: No Vulnerabilites available
de: Keine Schwachstellen vorhanden

source: Date
de: Datum

source: Task
de: Aufgabe

source: Scan Results: High
de: Scan-Ergebnisse: Hoch

source: Scan Results: Medium
de: Scan-Ergebnisse: Mittel

source: Scan Results: Low
de: Scan-Ergebnisse: Niedrig

source: Scan Results: Log
de: Scan-Ergebnisse: Log

source: Scan Results: False Positive
de: Scan-Ergebnisse: Falsch-Positiv

source: No reports available
de: Keine Berichte vorhanden

source: Application CPE
de: Anwendungs-CPE

source: Occurrences
de: Vorkommen

source: No Applications available
de: Keine Anwendungen vorhanden

source: # of Reports
de: Anz. Berichte

source: Reports by CVSS (Total: {{count}})
de: Berichte nach CVSS (Gesamt: {{count}})

source: Chart: Reports by CVSS
de: Diagramm: Berichte nach CVSS

source: Table: Reports by CVSS
de: Tabelle: Berichte nach CVSS

source: Reports with High Results
de: Berichte mit "Hoch"-Ergebnissen

source: Max High
de: Max "Hoch"

source: Max High per Host
de: Max "Hoch" pro Host

source: Created Time
de: Erstellungszeit

source: Chart: Reports with high Results
de: Diagramm: Berichte mit "Hoch"-Ergebnissen

source: Table: Reports with high Results
de: Tabelle: Berichte mit "Hoch"-Ergebnissen

source: Reports by Severity Class (Total: {{count}})
de: Berichte nach Schweregradklasse (Gesamt: {{count}})

source: Chart: Reports by Severity Class
de: Diagramm: Berichte nach Schweregradklasse

source: Table: Reports by Severity Class
de: Tabelle: Berichte nach Schweregradklasse

source: The Report is empty. This can happen for the following reasons:
de: Der Bericht ist leer. Dies kann die folgenden Gründe haben:

source: The scan did not collect any results
de: Der Scan hat keine Ergebnisse gesammelt

source: If the scan got interrupted you can try to re-start the task.
de: Wenn der Scan unterbrochen wurde, können Sie versuchen die Aufgabe neu zu starten.

source: The scan just started and no results have arrived yet
de: Der Scan hat gerade begonnen und es sind noch keine Ergebnisse eingetroffen

source: Just wait for results to arrive.
de: Bitte warten Sie auf Ergebnisse.

source: The scan is still running and no results have arrived yet
de: Der Scan läuft noch und es sind noch keine Ergebnisse eingetroffen

source: The target hosts could be regarded dead
de: Der Ziel-Host kann als unerreichbar angesehen werden

source: You should change the Alive Test Method of the target for the next scan. However, if the target hosts are indeed dead, the scan duration might increase significantly.
de: Sie sollten die Methode des Erreichbarkeitstests des Ziels für den nächsten Scan ändern. Sollten die Ziel-Hosts tatsächlich unerreichbar sein, könnte sich die Scan-Dauer erheblich verlängern.

source: {{filtered}} of {{all}}
de: {{filtered}} von {{all}}

source: Reports List
de: Berichtliste

source: Add to Assets with QoD=>70% and Overrides enabled
de: Zu Assets hinzufügen mit QdE =>70% und Übersteuerungen aktiviert

source: Remove from Assets
de: Aus Assets entfernen

source: Corresponding Task
de: Zugehörige Aufgabe

source: Corresponding Results
de: Zugehörige Ergebnisse

source: Corresponding Vulnerabilities
de: Zugehörige Schwachstellen

source: Corresponding Performance
de: Zugehörige Leistungsdaten

source: Download filtered Report
de: Gefilterten Bericht herunterladen

source: Report:
de: Bericht:

source: Loading
de: Laden

source: Information
de: Informationen

source: Applications
de: Anwendungen

source: Operating Systems
de: Betriebssysteme

source: Closed CVEs
de: Geschlossene CVEs

source: TLS Certificates
de: TLS-Zertifikate

source: Error Messages
de: Fehlermeldungen

source: Help: Filters
de: Hilfe: Filter

source: Filter List
de: Filterliste

source: Export Filter as XML
de: Filter als XML exportieren

source: Group
de: Gruppe

source: Note
de: Notiz

source: Override
de: Übersteuerung

source: Permission
de: Berechtigung

source: Port List
de: Portliste

source: Result
de: Ergebnis

source: Role
de: Rolle

source: Schedule
de: Zeitplan

source: SecInfo
de: Sicherheitsinfos

source: Scan Config
de: Scan-Konfiguration

source: Target
de: Ziel

source: User
de: Benutzer

source: Edit Filter {{name}}
de: Filter {{name}} bearbeiten

source: Term
de: Filterbefehl

source: Alerts using this Filter
de: Benachrichtigungen, die diesen Filter verwenden

source: New Filter
de: Neuer Filter

source: Clone Filter
de: Filter klonen

source: Export Filter
de: Filter exportieren

source: No filters available
de: Keine Filter vorhanden

source: Filter matches at least {{count}} {{type}}
de: Filter stimmt überein mit mindestens {{count}} {{type}}

source: Filter matches at least {{count}} more {{result}} than the previous scan
de: Filter stimmt überein mit mindestens {{count}} {{result}} mehr als der vorhergehende Scan

source: Severity at least {{severity}}
de: Schweregrad mindestens {{severity}}

source: Severity level decreased
de: Schweregrad-Level verringert

source: Severity level increased
de: Schweregrad-Level erhöht

source: Severity level changed
de: Schweregrad-Level verändert

source: Send to host
de: Sende an Host

source: on port
de: auf Port

source: Help: Alerts
de: Hilfe: Benachrichtigungen

source: Alerts List
de: Benachrichtigungsliste

source: Export Alert as XML
de: Benachrichtigung als XML exportieren

source: New Credential
de: Neue Anmeldedaten

source: Edit Alert {{name}}
de: Benachrichtigung {{name}} bearbeiten

source: New Alert
de: Neue Benachrichtigung

source: Testing the alert {{name}} was successful.
de: Testen der Benachrichtigung {{name}} war erfolgreich.

source: Testing the alert {{name}} failed. {{message}}.
de: Testen der Benachrichtigung {{name}} ist fehlgeschlagen. {{message}}.

source: An error occurred during Testing the alert {{name}}
de: Es ist ein Fehler während des Tests der Benachrichtigung {{name}} aufgetreten

source: Report Result Filter
de: Ergebnisfilter für Bericht

source: To change the filter, please select a filter from the dropdown menu.
de: Um den Filter zu ändern, wählen Sie bitte einen Filter aus dem Drop-Down-menu.

source: Security note: The SMB protocol does not offer a fingerprint to establish complete mutual trust. Thus a man-in-the-middle attack can not be fully prevented.
de: Sicherheitshinweis: Das SMB-Protokoll bietet keinen Fingerprint an, um komplettes gegenseitiges Vertrauen herzustellen. Ein Man-in-the-Middle-Angriff kann somit nicht völlig ausgeschlossen werden.

source: Create a credential
de: Anmeldedaten erstellen

source: Share path
de: Freigabepfad

source: File path
de: Dateipfad

source: Condition
de: Bedingung

source: Event
de: Ereignis

source: Delta Report
de: Delta-Bericht

source: Previous completed report of the same task
de: Vorheriger abgeschlossener Bericht der selben Aufgabe

source: Report
de: Bericht

source: Results Filter
de: Ergebnisse-Filter

source: Active
de: Aktiv

source: Yes
de: Ja

source: No
de: Nein

source: Task using this Alert
de: Aufgabe, die diese Benachrichtigung verwendet

source: Sourcefire Connector
de: Sourcefire-Schnittstelle

source: Start Task
de: Aufgabe starten

source: verinice.PRO Connector
de: verinice.PRO-Konnektor

source: Always
de: Immer

source: Report Content
de: Berichtinhalt

source: Compose Report Content
de: Berichtinhalt zusammenstellen

source: Compose
de: Zusammenstellen

source: None
de: Keiner

source: Report with ID
de: Bericht mit ID

source: Known Hosts
de: Bekannte Hosts

source: Path
de: Pfad

source: SSL / TLS Certificate
de: SSL / TLS Zertifikat

source: Use workaround for default certificate
de: Problemumgehung für Standard-Zertifikat verwenden

source: To Address
de: Empfängeradresse

source: From Address
de: Senderadresse

source: Subject
de: Subjekt

source: Email Encryption
de: E-Mail-Verschlüsselung

source: Content
de: Inhalte

source: Simple Notice
de: Einfache Notiz

source: Include report
de: Bericht einfügen

source: Include list of resources with message:
de: Ressourcenliste einfügen mit Nachricht:

source: Activate the "include" option to make changes here.
de: Aktivieren Sie die "Einfügen"-Option, um hier Änderungen vorzunehmen.

source: Attach report
de: Bericht anhängen

source: Attach list of resources with message:
de: Ressourcenliste anhängen mit Nachricht:

source: Activate the "attach" option to allow changes here.
de: Aktivieren Sie sie "Anhängen"-Option, um hier Änderungen vorzunehmen.

source: PKCS12 Credential
de: PKCS12-Anmeldedaten

source: PKCS12 File
de: PKCS12-Datei

source: Base URL
de: Basis URL

source: Call Description
de: Beschreibung (Call Description)

source: Call Template
de: Vorlage (Call Template)

source: Call Type
de: Typ (Call Type)

source: Urgency
de: Dringlichkeit

source: Session Type
de: Sitzungstyp

source: (Credential unavailable)
de: (Anmeldedaten nicht verfügbar)

source: SCP to {{- url}}
de: SCP nach {{- url}}

source: Send to {{- url}}
de: Sende an {{- url}}

source: Message {{name}}
de: Nachricht {{name}}

source: SNMP to {{agent}}
de: SNMP an {{agent}}

source: To address
de: Empfängeradresse

source: From address
de: Senderadresse

source: Include Content
de: Inhalt einfügen

source: Attach Content
de: Inhalt anhängen

source: Message
de: Nachricht

source: Encrypted Email to {{address}}
de: Verschlüsselte E-Mail an {{address}}

source: Email to {{address}}
de: E-Mail an {{address}}

source: HTTP GET request to URL {{- url}}
de: HTTP GET-Anfrage an URL {{- url}}

source: HTTP GET request
de: HTTP GET-Anfrage

source: verinice Connector
de: verinice-Konnektor

source: Username
de: Benutzername

source: Clone Alert
de: Benachrichtigung klonen

source: Export Alert
de: Benachrichtigung exportieren

source: Test Alert
de: Benachrichtigung testen

source: Ticket Received
de: Ticket erhalten

source: Assigned Ticket Changed
de: Zugewiesenes Ticket hat sich geändert

source: Owned Ticket Changed
de: Eigenes Ticket hat sich geändert
