Repository: greenbone/gsa
Catalog: gsa/po/gsa-*.po
Languages: de

source: matches at least
de: entspricht mindestens

source: result(s) NVT(s)
de: Ergebnis-NVT(s)

source: Task run status changed to
de: Status der Aufgabe hat sich geändert zu

source: Done
de: Abgeschlossen

source: Requested
de: Angefragt

source: Running
de: Läuft

source: Stop Requested
de: Stopp Angefragt

source: Stopped
de: Angehalten

source: Report Formats
de: Berichtformate

source: Severity at least
de: Schweregrad mindestens

source: New {{secinfo_type}} arrived
de: Neue {{secinfo_type}} eingetroffen

source: Updated {{secinfo_type}} arrived
de: Aktualisierte {{secinfo_type}} eingetroffen

source: Task run status changed to {{status}}
de: Aufgaben-Ausführungs-Status geändert zu {{status}}

source: Ticket received
de: Ticket erhalten

source: Assigned Ticket changed
de: Zugewiesenes Ticket wurde geändert

source: Owned Ticket changed
de: Eigenes Ticket hat sich geändert

source: verinice.PRO Report
de: verinice.PRO-Bericht

source: No alerts available
de: Keine Benachrichtigungen vorhanden

source: Updated
de: Aktualisiert

source: result(s) more than previous scan
de: Ergebnis(se) mehr als im vorherigen Scan

source: Severity Level
de: Schweregrad-Level

source: changed
de: verändert

source: increased
de: erhöht

source: decreased
de: verringert

source: Ticket List
de: Ticketliste

source: Export Ticket as XML
de: Ticket als XML exportieren

source: Assigned To
de: Zugewiesen an

source: Solution Type
de: Lösungstyp

source: Create new Ticket for Result {{- name}}
de: Neues Ticket für Ergebnis ({{- name}}) erstellen

source: Edit Ticket {{- name}}
de: Ticket {{name}} bearbeiten

source: Opened
de: Eröffnet

source: With Note
de: Mit Notiz

source: Fixed
de: Behoben

source: Fix Verified
de: Behebung verifiziert

source: With Report
de: Mit Bericht

source: Closed
de: Geschlossen

source: Edit Ticket
de: Ticket bearbeiten

source: Assigned User
de: Zugewiesener Benutzer

source: Note for Open
de: Notiz für Offen

source: Note for Fixed
de: Notiz für Behoben

source: Note for Closed
de: Notiz für Geschlossen

source: Create new Ticket for Result
de: Neues Ticket für Ergebnis erstellen

source: Assign To User
de: Benutzer zuweisen

source: Modification Time
de: Änderungszeit

source: Clone Ticket
de: Ticket klonen

source: No tickets available
de: Keine Tickets vorhanden

source: Tickets by Assigned User (Total: {{total}})
de: Tickets nach zugewiesenem Benutzer (Gesamt: {{count}})

source: # of Tickets
de: Anz. der Tickets

source: Chart: Tickets by Assigned User
de: Diagramm: Tickets nach zugewiesenem Benutzer

source: Table: Tickets by Assigned User
de: Tabelle: Tickets nach zugewiesenem Benutzer

source: Tickets by Status (Total: {{count}})
de: Tickets nach Status (Gesamt: {{count}})

source: Chart: Tickets by Status
de: Diagramm: Tickets nach Status

source: Table: Tickets by Status
de: Tabelle: Tickets nach Status

source: Tickets by Creation Time
de: Tickets nach Erstellungszeit

source: # of created Tickets
de: Anz. erstellter Tickets

source: Total Tickets
de: Tickets gesamt

source: Created Tickets
de: Erstellte Tickets

source: Tickets by Creation Time (Total: {{count}})
de: Tickets nach Erstellungszeit (Gesamt: {{count}})

source: Chart: Tickets by Creation Time
de: Diagramm: Tickets nach Erstellungszeit

source: Table: Tickets by Creation Time
de: Tabelle: Tickets nach Erstellungszeit

source: Help: User Details
de: Hilfe: Benutzerdetails

source: Users List
de: Benutzerliste

source: Export User as XML
de: Benutzer als XML exportieren

source: Edit User {{name}}
de: Benutzer {{name}} bearbeiten

source: Local
de: Lokal

source: Allow all
de: Alle erlauben

source: Allow all and deny from {{addresses}}
de: Alle erlauben und von {{addresses}} verweigern

source: Deny all
de: Alle verweigern

source: Deny all and allow from {{addresses}}
de: Alle verweigern und von {{addresses}} erlauben

source: Roles
de: Rollen

source: Groups
de: Gruppen

source: Host Access
de: Host-Zugriff

source: Interface Access
de: Interface-Zugriff

source: Authentication Type
de: Authentifizierungstyp

source: New User
de: Neuer Benutzer

source: Password
de: Passwort

source: LDAP Authentication Only
de: Nur LDAP-Authentifizierung

source: RADIUS Authentication Only
de: Nur RADIUS-Authentifizierung

source: Password: Use existing Password
de: Passwort: Verwende bestehendes Passwort

source: New Password
de: Neues Passwort

source: Allow all and deny
de: Erlaube alle und verweigere

source: Deny all and allow
de: Verweigere alle und erlaube

source: Please note: You are about to create a user without a role. This user will not have any permissions and as a result will not be able to login.
de: Bitte beachten Sie: Sie sind dabei einen Benutzer ohne Rolle zu erstellen. Dieser Benutzer wird keine Berechtigungen haben und deshalb nicht in der Lage sein, sich einzuloggen.

source: User without a role
de: Benutzer ohne Rolle

source: Help: Users
de: Hilfe: Benutzer

source: Confirm deletion of user {{name}}
de: Löschen von Benutzer {{name}} bestätigen

source: Confirm deletion of users
de: Löschen von Benutzern bestätigen

source: Clone User
de: Benutzer klonen

source: Export User
de: Benutzer exportieren

source: User {{name}} will be deleted.
de: Benutzer {{name}} wird gelöscht.

source: {{count}} users will be deleted
de: {{count}} Benutzer werden gelöscht

source: 1 user will be deleted
de: 1 Benutzer wird gelöscht

source: Current User
de: Aktueller Benutzer

source: Delete
de: Löschen

source: If no inheriting user is selected, all owned resources will be deleted as well.
de: Wenn kein erbender Benutzer gewählt wird, werden alle Ressourcen, die der Benutzer besitzt, ebenfalls gelöscht.

source: Inheriting user
de: Erbender Benutzer

source: No Users available
de: Keine Benutzer vorhanden

source: Edit Authentication
de: Authentifizierung bearbeiten

source: Enable
de: Aktivieren

source: Help: LDAP per-User Authentication
de: Hilfe: LDAP-Authentifizierung pro Benutzer

source: Enabled
de: Aktiviert

source: Issued by
de: Ausgestellt von

source: Help: Tasks
de: Hilfe: Aufgaben

source: Task List
de: Aufgabenliste

source: This is an Alterable Task. Reports may not relate to current Scan Config or Target!
de: Dies ist eine änderbare Aufgabe. Berichte könnten sich nicht auf die aktuelle Scan-Konfiguration oder das aktuelle Ziel beziehen!

source: Export Task as XML
de: Aufgabe als XML exportieren

source: Current Report for Task {{- name}} from {{- date}}
de: Aktueller Bericht für Aufgabe {{- name}} vom {{- date}}

source: Last Report for Task {{- name}} from {{- date}}
de: Letzter Bericht für Aufgabe {{- name}} vom {{- date}}

source: Total Reports for Task {{- name}}
de: Alle Berichte für die Aufgabe {{- name}}

source: Results for Task {{- name}}
de: Ergebnisse für Aufgabe {{- name}}

source: Notes for Task {{- name}}
de: Notizen für Aufgabe {{- name}}

source: Overrides for Task {{- name}}
de: Übersteuerungen für Aufgabe {{- name}}

source: Alterable
de: Veränderbar

source: Edit Container Task {{name}}
de: Containeraufgabe {{name}} bearbeiten

source: New Container Task
de: Neue Container-Aufgabe

source: Edit Task {{name}}
de: Aufgabe {{name}} bearbeiten

source: New Task
de: Neue Aufgabe

source: New Quick Task
de: Neue Schnell-Aufgabe

source: Severity increased
de: Schweregrad erhöht

source: Severity decreased
de: Schweregrad verringert

source: Vulnerability count increased
de: Anzahl der Schwachstellen erhöht

source: Vulnerability count decreased
de: Anzahl der Schwachstellen verringert

source: Vulnerabilities did not change
de: Schwachstellen unverändert

source: Not finished yet
de: Noch nicht beendet

source: No scans yet
de: Noch keine Scans

source: Alerts
de: Benachrichtigungen

source: Order for target hosts
de: Reihenfolge der Ziel-Hosts

source: Network Source Interface
de: Netzwerk-Quell-Interface

source: Maximum concurrently executed NVTs per host
de: Maximal gleichzeitig ausgeführte NVTs pro Host

source: Maximum concurrently scanned hosts
de: Maximal gleichzeitig gescannte Hosts

source: Apply to Overrides
de: Übersteuerungen anwenden

source: Min QoD
de: Min QdE

source: Next
de: Nächste

source: Duration of last Scan
de: Dauer des letzten Scans

source: Average Scan duration
de: Durchschnittliche Scandauer

source: Period
de: Zeitintervall

source: {{nr}} more times
de: {{nr}} weitere Male

source: Once
de: Einmalig

source: Auto delete Reports
de: Berichte automatisch löschen

source: Automatically delete oldest reports but always keep newest {{nr}} reports
de: Älteste Berichte automatisch löschen, aber neueste {{nr}} Berichte behalten

source: Do not automatically delete reports
de: Berichte nicht automatisch löschen

source: Scan Targets
de: Scan-Ziele

source: Create a new target
de: Neues Ziel erstellen

source: Create a new alert
de: Neue Benachrichtigung erstellen

source: Create a new schedule
de: Neuen Zeitplan erstellen

source: Apply Overrides
de: Übersteuerungen anwenden

source: Alterable Task
de: Änderbare Aufgabe

source: Sequential
de: Sequenziell

source: Random
de: Zufällig

source: Reverse
de: Rückwärts

source: Add:
de: Hinzufügen:

source: Task Wizard
de: Aufgaben-Wizard

source: Advanced Task Wizard
de: Erweiterter Aufgaben-Wizard

source: Modify Task Wizard
de: Aufgabe-Bearbeiten-Wizard

source: View list of all reports for Task {{name}}, including unfinished ones
de: Zeige Liste aller Berichte der Aufgabe {{name}}, inklusive unvollendeter

source: User {{name}}
de: Benutzer {{name}}

source: Role {{name}}
de: Rolle {{name}}

source: Group {{name}}
de: Gruppe {{name}}

source: Task is alterable
de: Aufgabe ist änderbar

source: Task is configured to run on sensor {{name}}
de: Aufgabe ist konfiguriert auf dem Sensor {{name}} ausgeführt zu werden

source: Task made visible for: {{observers}}
de: Aufgabe sichtbar gemacht für: {{observers}}

source: Add results to Assets
de: Ergebnisse zu Assets hinzufügen

source: Resume
de: Fortsetzen

source: Task is a container
de: Aufgabe ist ein Container

source: Task is scheduled
de: Aufgabe ist durch Zeitplan gesteuert

source: Permission to resume task denied
de: Keine Berechtigung, Aufgabe fortzusetzen

source: Task is not stopped
de: Aufgabe ist nicht gestoppt

source: Schedule Unavailable. Name: {{name}}, ID: {{id}}
de: Zeitplan nicht verfügbar. Name: {{name}}, ID: {{id}}

source: View Details of Schedule {{name}} (Next due: over)
de: Zeige Details des Zeitplans {{name}} (Fälligkeit: abgelaufen)

source: View Details of Schedule {{name}} (Next due: {{time}} Once)
de: Zeige Details des Zeitplans {{name}} (Fälligkeit: {{time}}, einmalig)

source: View Details of Schedule {{name}} (Next due: {{time}}, {{periods}} more times )
de: Zeige Details des Zeitplans {{name}} (Fälligkeit: {{time}}, {{periods}} weitere Male)

source: View Details of Schedule {{name}} (Next due: {{time}})
de: Zeige Details des Zeitplans {{name}} (Fälligkeit: {{time}})

source: Schedule Details
de: Zeitplan-Details

source: Permission to start Task denied
de: Keine Berechtigung, Aufgabe zu starten

source: Task is already active
de: Aufgabe ist bereits aktiv

source: Auto Delete Reports
de: Berichte automatisch löschen

source: Automatically delete oldest reports but always keep newest
de: Lösche ältesten Bericht automatisch, aber behalte immer den neuesten

source: reports
de: Berichte

source: Export Task
de: Aufgabe exportieren

source: Reports: Total
de: Berichte: Summe

source: Reports: Last
de: Berichte: Letzter

source: Last Report
de: Letzter Bericht

source: No Tasks available
de: Keine Aufgaben vorhanden

source: # of Tasks
de: Anz. der Aufgaben

source: Tasks by CVSS (Total: {{count}})
de: Aufgaben nach CVSS (Gesamt: {{count}})

source: Chart: Tasks by CVSS
de: Diagramm: Aufgaben nach CVSS

source: Table: Tasks by CVSS
de: Tabelle: Aufgaben nach CVSS

source: Tasks by Status (Total: {{count}})
de: Aufgaben nach Status (Gesamt: {{count}})

source: Chart: Tasks by Status
de: Diagramm: Aufgaben nach Status

source: Table: Tasks by Status
de: Tabelle: Aufgaben nach Status

source: Max. High per Host
de: Max. "Hoch" pro Host

source: Tasks with most High Results per Host
de: Aufgaben mit den meisten "Hoch"-Ergebnissen pro Host

source: Results per Host
de: Ergebnisse pro Host

source: Chart: Tasks with most High Results per Host
de: Diagramm: Aufgaben mit den meisten "Hoch"-Ergebnissen pro Host

source: Table: Tasks with most High Results per Host
de: Tabelle: Aufgaben mit den meisten "Hoch"-Ergebnissen pro Host

source: Tasks by Severity Class (Total: {{count}})
de: Aufgaben nach Schweregradklasse (Gesamt: {{count}})

source: Table: Tasks by Severity Class
de: Tabelle: Aufgaben nach Schweregradklasse

source: Chart: Tasks by Severity Class
de: Diagramm: Aufgaben nach Schweregradklasse

source: Next Scheduled Tasks
de: Nächste geplante Aufgabe

source: Next Schedule Time
de: Nächste Zeitplanzeit

source: Chart: Next Scheduled Tasks
de: Diagramm: Nächste geplante Aufgabe

source: Table: Next Scheduled Tasks
de: Tabelle: Nächste geplante Aufgabe

source: Tasks by High Results per Host
de: Aufgaben nach "Hoch"-Ergebnissen pro Host

source: High per Host
de: "Hoch" pro Host

source: Chart: Tasks by High Results per Host
de: Diagramm: Aufgaben nach "Hoch"-Ergebnissen pro Host

source: Table: Tasks by High Results per Host
de: Tabelle: Aufgaben nach "Hoch"-Ergebnissen pro Host

source: Help: Overrides
de: Hilfe: Übersteuerungen

source: Override List
de: Übersteuerungen Liste

source: Export Override as XML
de: Übersteuerung als XML exportieren

source: None. Result was an open port.
de: Keine. Das Ergebnis war ein offener Port.

source: until {{- enddate}}
de: bis {{- enddate}}

source: Edit Override {{- name}}
de: Editiere Übersteuerung {{- name}}

source: Application
de: Anwendung

source: Any
de: Beliebig

source: Orphan
de: Verwaist

source: Appearance
de: Aussehen

source: Appearance when active
de: Aussehen wenn aktiv

source: New Override
de: Neue Übersteuerung

source: yes, always
de: ja, immer

source: yes, until
de: ja, bis

source: yes, for the next
de: ja, für die nächsten

source: days
de: Tage

source: no
de: nein

source: New Severity
de: Neuer Schweregrad

source: Other
de: Andere

source: Only selected result ({{- name}})
de: Nur ausgewähltes Ergebnis ({{- name}})

source: Export Override
de: Übersteuerung exportieren

source: yes
de: ja

source: From
de: Von

source: To
de: Nach

source: No Overrides available
de: Keine Übersteuerungen vorhanden

source: Active (unlimited)
de: Aktiv (unbegrenzt)

source: Inactive
de: Inaktiv

source: Active for > {{value}} days
de: Aktiv für > {{days}} Tage

source: Active for the next {{value}} days
de: Aktiv für die nächsten {{value}} Tage

source: Overrides by Active Days (Total: {{count}})
de: Übersteuerungen nach aktiven Tagen (Gesamt: {{count}})

source: # of Overrides
de: # der Übersteuerungen

source: Chart: Overrides by Active Days
de: Graph: Übersteuerungen nach aktiven Tagen

source: Table: Overrides by Active Days
de: Tabelle: Übersteuerungen nach aktiven Tagen

source: Overrides by Creation Time
de: Übersteuerungen nach Erstellungszeit

source: # of created Overrides
de: # erstellter Übersteuerungen

source: Total Overrides
de: Übersteuerungen gesamt

source: Created Overrides
de: Erstellte Übersteuerungen

source: Chart: Overrides by Creation Time
de: Diagramm: Übersteuerungen nach Erstellungszeit

source: Table: Overrides by Creation Time
de: Tabelle: Übersteuerungen nach Erstellungszeit

source: Overrides Text Word Cloud
de: Übersteuerungen-Wordcloud Text

source: Count
de: Anzahl

source: Chart: Overrides Text Word Cloud
de: Diagramm: Übersteuerungen-Wordcloud Text

source: Table: Overrides Text Word Cloud
de: Tabelle: Übersteuerungen-Text-Wordcloud

source: Help: DFN-CERT Advisories
de: Hilfe: DFN-CERT Advisories

source: Export DFN-CERT Advisory
de: DFN-CERT Advisory exportieren

source: Other Links
de: Andere Links

source: Referenced CVEs
de: CVE-Verweise

source: No DFN-CERT Advisories available
de: Keine DFN-CERT Advisories vorhanden

source: # of DFN-CERT Advs
de: Anz. DFN-CERT-Advs

source: DFN-CERT Advisories by CVSS (Total: {{count}})
de: DFN-CERT Advisories nach CVSS (Gesamt: {{count}})

source: # of DFN-CERT Advisories
de: Anz. DFN-CERT Advisories

source: Chart: DFN-CERT Advisories by CVSS
de: Diagramm: DFN-CERT Advisories nach CVSS

source: Table: DFN-CERT Advisories by CVSS
de: Tabelle: DFN-CERT Advisories nach CVSS

source: DFN-CERT Advisories by Creation Time
de: DFN-CERT Advisories nach Erstellungszeit

source: # of created DFN-CERT Advs
de: Anz. erstellter DFN-CERT Advs

source: Total DFN-CERT Advs
de: DFN-CERT-Advs. gesamt

source: Created DFN-CERT Advs
de: Erstellte DFN-CERT-Advs

source: Table: DFN-CERT Advisories by Creation Time
de: Tabelle: DFN-CERT Advisories nach Erstellungszeit

source: Chart: DFN-CERT Advisories by Creation Time
de: Diagramm: DFN-CERT Advisories nach Erstellungszeit

source: DFN-CERT Advisories by Severity Class (Total: {{count}})
de: DFN-CERT Advisories nach Schweregradklasse (Gesamt: {{count}})

source: Chart: DFN-CERT Advisories by Severity Class
de: Diagramm: DFN-CERT Advisories nach Schweregradklasse

source: Table: DFN-CERT Advisories by Severity Class
de: Tabelle: DFN-CERT Advisories nach Schweregradklasse

source: An error occurred on this page.
de: Es ist ein Fehler auf dieser Seite aufgetreten.

source: Help: Roles
de: Hilfe: Rollen

source: Roles List
de: Rollenliste

source: Export Role as XML
de: Rolle als XML exportieren

source: General Command Permissions
de: Generelle Berechtigungen für Befehle

source: Edit Role {{name}}
de: Rolle {{name}} bearbeiten

source: New Role
de: Neue Rolle

source: Users
de: Benutzer

source: New Permission
de: Neue Berechtigung

source: Create Permission
de: Berechtigung erstellen

source: New Super Permission
de: Neue Super-Berechtigung

source: Move permission to trashcan
de: Berechtigung in Papierkorb verschieben

source: Clone Role
de: Rolle klonen

source: Export Role
de: Rolle exportieren

source: No Roles available
de: Keine Rollen vorhanden

source: Help: Notes
de: Hilfe: Notizen

source: Note List
de: Notizenliste

source: Export Note as XML
de: Notiz als XML exportieren

source: Edit Note {{name}}
de: Notiz {{name}} bearbeiten

source: New Note
de: Neue Notiz

source: Export Note
de: Notiz exportieren

source: No Notes available
de: Keine Notizen vorhanden

source: Notes by Active Days (Total: {{count}})
de: Notizen nach aktiven Tagen (Gesamt: {{count}})

source: # of Notes
de: Anz. Notizen

source: Chart: Notes by Active Days
de: Diagramm: Notizen nach aktiven Tagen

source: Table: Notes by Active Days
de: Tabelle: Notizen nach aktiven Tagen

source: Notes by Creation Time
de: Notizen nach Erstellungszeit

source: # of Created Notes
de: Anz. erstellter Notizen

source: Total Notes
de: Notizen gesamt

source: Created Notes
de: Erstellte Notizen

source: Chart: Notes by Creation Time
de: Diagramm: Notizen nach Erstellungszeit

source: Table: Notes by Creation Time
de: Tabelle: Notizen nach Erstellungszeit

source: Notes Text Word Cloud
de: Notizen-Wordcloud Text

source: Chart: Notes Text Word Cloud
de: Diagramm: Notizen-Wordcloud Text

source: Table: Notes Text Word Cloud
de: Tabelle: Notizen-Wordcloud Text

source: Disable Tag
de: Tag deaktivieren

source: Enable Tag
de: Tag aktivieren

source: Help: Tags
de: Hilfe: Tags

source: Tag List
de: Tagliste

source: Export Tag as XML
de: Tag als XML exportieren

source: Assigned Items
de: Zugewiesene Objekte

source: Edit Tag {{name}}
de: Tag {{name}} bearbeiten

source: Value
de: Wert

source: Resource Type
de: Ressourcen-Typ

source: default:unnamed
de: standard:unbenannt

source: New Tag
de: Neuer Tag

source: Resources
de: Ressourcen

source: or add by ID:
de: oder per ID hinzufügen:

source: Too many resources to list.
de: Zu viele Ressourcen, um alle anzuzeigen.

source: Modified
de: Modifiziert

source: Clone Tag
de: Tag klonen

source: Export Tag
de: Tag exportieren

source: Listing only the first {{num}} items.
de: Es werden nur die ersten {{num}} Objekte gelistet.

source: To see all assigned resources click here:
de: Um alle zugewiesenen Ressourcen zu sehen, klicken Sie bitte hier:

source: List Items
de: Ressourcen anzeigen

source: Number of Resources
de: Anzahl der Ressourcen

source: No tags available
de: Keine Tags vorhanden

source: Help: CPEs
de: Hilfe: CPEs

source: CPE List
de: CPE-Liste

source: Export CPE
de: CPE exportieren

source: Created:
de: Erstellt:

source: Reported Vulnerabilities
de: Gemeldete Schwachstellen

source: This CPE does not appear in the CPE dictionary but is referenced by one or more CVE.
de: Diese CPE ist nicht im CPE-Dictionary, wird aber von einem oder mehreren CVE referenziert.

source: Deprectated By
de: Veraltet ab

source: Last updated
de: Zuletzt aktualisiert

source: No CPEs available
de: Keine CPEs vorhanden

source: # of CPEs
de: Anz. CPEs

source: CPEs by CVSS (Total: {{count}})
de: CPEs nach CVSS (Gesamt: {{count}})

source: Chart: CPEs by CVSS
de: Diagramm: CPEs nach CVSS

source: Table: CPEs by CVSS
de: Tabelle: CPEs nach CVSS

source: CPEs by Creation Time
de: CPEs nach Erstellungszeit

source: # of created CPEs
de: Anz. erstellter CPEs

source: Total CPEs
de: CPEs gesamt

source: Created CPEs
de: Erstellte CPEs

source: Chart: CPEs by Creation Time
de: Diagramm: CPEs nach Erstellungszeit

source: Table: CPEs by Creation Time
de: Tabelle: CPEs nach Erstellungszeit

source: CPEs by Severity Class (Total: {{count}})
de: CPEs nach Schweregradklasse (Gesamt: {{count}})

source: Chart: CPEs by Severity Class
de: Diagramm: CPEs nach Schweregradklasse

source: Table: CPEs by Severity Class
de: Tabelle: CPEs nach Schweregradklasse

source: Help: Schedules
de: Hilfe: Zeitpläne

source: Schedules List
de: Zeitplanliste

source: Export Schedule as XML
de: Zeitplan als XML exportieren

source: Edit Schedule {{name}}
de: Zeitplan {{name}} bearbeiten

source: First Run
de: Erste Ausführung

source: Next Run
de: Nächste Ausführung

source: Recurrence
de: Wiederholung

source: Duration
de: Laufzeit

source: Tasks using this Schedule
de: Aufgaben, die diesen Zeitplan verwenden

source: Hourly
de: Stündlich

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Yearly
de: Jährlich

source: Workweek (Monday till Friday)
de: Werktage (Montag bis Freitag)

source: Custom...
de: Benutzerdefiniert...

source: The First
de: Jeden ersten

source: The Second
de: Jeden zweiten

source: The Third
de: Jeden dritten

source: The Fourth
de: Jeden vierten

source: The Last
de: Jeden letzten

source: End date is same or before start date. Please adjust you start and/or end date.
de: Endzeit ist mit Startzeit identisch oder liegt davor. Bitte passen die Start- oder Endzeit an.

source: New Schedule
de: Neuer Zeitplan

source: End
de: Ende

source: Open End
de: Offenes Ende

source: Repeat
de: Wiederholung

source: Every
de: Alle

source: Repeat at
de: Wiederholen

source: Recur on day(s)
de: Wiederholen an Tag(en)

source: Clone Schedule
de: Zeitplan klonen

source: Export Schedule
de: Zeitplan exportieren

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Tu.
de: Di.

source: Wednesday
de: Mittwoch

source: We.
de: Mi.

source: Thursday
de: Donnerstag

source: Th.
de: Do.

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Su.
de: So.

source: Last Day
de: Letzter Tag

source: Every year
de: Jedes Jahr

source: Every {{interval}} years
de: Alle {{interval}} Jahre

source: Every month at days {{days}}
de: Jeden Monat an den Tagen {{days}}

source: Every {{interval}} month at days {{days}}
de: Jeden {{interval}} Monat an den Tagen {{days}}

source: The last
de: Jeden letzten

source: The last {{weekday}} every month
de: Jeden letzten {{weekday}} jeden Monat
