Repository: greenbone/gsa
Catalog: gsa/po/gsa-*.po
Languages: de

source: As a short-cut the following steps will be done for you:
de: Als Abkürzung wird folgendes durchgeführt:

source: Create a new Target
de: Ein neues Ziel erstellen

source: Create a new Task
de: Eine neue Aufgabe erstellen

source: Start this scan task right away
de: Diese Scan-Aufgabe direkt starten

source: As soon as the scan progress is beyond 1%, you can already jump to the scan report by clicking on the progress bar in the "Status" column and review the results collected so far.
de: Sobald der Scanfortschritt weiter als 1% ist, können Sie über die Statusanzeige in der Spalte "Status" die bereits gesammelten Ergebnisse einsehen.

source: The Target and Task will be created using the defaults as configured in "My Settings".
de: Beim Erstellen des Ziels und der Aufgabe wird die Standardauswahl verwendet, wie sie unter "Eigene Einstellungen" konfiguriert wurde.

source: By clicking the New Task icon
de: Durch Anklicken des "Neue Aufgabe"-Symbols

source: you can create a new Task yourself.
de: können Sie selbst eine neue Aufgabe erstellen.

source: Modify Task
de: Aufgabe bearbeiten

source: Quick edit: Modify a task
de: Schnell-Bearbeiten: Aufgabe ändern

source: This wizard will modify an existing task for you. The difference to the Edit Task dialog is that you can enter values for associated objects directly here. The objects will then be created for you automatically and assigned to the selected task.
de: Dieser Wizard wird für Sie eine existierende Aufgabe bearbeiten. Der Unterschied zum "Aufgabe bearbeiten"-Dialog ist der, dass Sie Werte von zugehörigen Objekten hier direkt eintragen können. Diese Objekte werden dann für Sie erstellt und automatisch der ausgewählten Aufgabe zugeordnet.

source: Please be aware that:
de: Bitte beachten Sie, dass:

source: Setting a start time overwrites a possibly already existing one.
de: das Setzen einer Startzeit eine möglicherweise vorhandene überschreibt.

source: Setting an email Address means adding an additional Alert, not replacing an existing one.
de: Das Einstellen einer E-Mail-Adresse erstellt eine zusätzliche Benachrichtigung. Eine vorhandene Benachrichtigung wird dabei nicht ersetzt.

source: Do not change
de: Nicht ändern

source: Create Schedule
de: Zeitplan erstellen

source: An error occurred on this page
de: Es ist ein Fehler auf dieser Seite aufgetreten.

source: Unknown
de: Unbekannt

source: Aggregates
de: Aggregate

source: Settings
de: Einstellungen

source: System Reports
de: Systemberichte

source: Has super access to all resources of {{type}} {{name}}
de: Hat Super-Zugriff auf alle Ressourcen von {{type}} {{name}}

source: May create a new {{type}}
de: Kann ein(e/n) neue(n) {{type}} erstellen

source: May delete {{type}} {{name}}
de: Kann {{type}} {{name}} löschen

source: Has read access to {{type}} {{name}}
de: Hat Lese-Zugriff auf {{type}} {{name}}

source: Has write access to {{type}} {{name}}
de: Hat Schreib-Zugriff auf {{type}} {{name}}

source: {{subjectType}} {{subjectName}} has super access to all resources of {{resourceType}} {{resourceName}}
de: {{subjectType}} {{subjectName}} hat Super-Zugriff auf alle Ressourcen von {{resourceType}} {{resourceName}}

source: {{subjectType}} {{subjectName}} may create a new {{resourceType}}
de: {{subjectType}} {{subjectName}} kann eine(n) neue(n) {{resourceType}} erstellen

source: {{subjectType}} {{subjectName}} may delete {{resourceType}} {{resourceName}}
de: {{subjectType}} {{subjectName}} kann {{resourceType}} {{resourceName}} löschen

source: {{subjectType}} {{subjectName}} has read access to {{resourceType}} {{resourceName}}
de: {{subjectType}} {{subjectName}} hat Lese-Zugriff auf {{resourceType}} {{resourceName}}

source: {{subjectType}} {{subjectName}} has write access to {{resourceType}} {{resourceName}}
de: {{subjectType}} {{subjectName}} hat Schreib-Zugriff auf {{resourceType}} {{resourceName}}

source: Has super access
de: Hat Super-Zugriff

source: May login
de: Darf sich einloggen

source: May run multiple GMP commands in one
de: Darf mehrere GMP-Befehle in einem ausführen

source: Has permission to run all commands
de: Hat Berechtigung alle Befehle auszuführen

source: May empty the trashcan
de: Darf den Papierkorb leeren

source: May get the dependencies of NVTs
de: Darf die Abhängigkeiten von NVTs erhalten

source: May get version information
de: Darf Versionsinformationen erhalten

source: May get the help text
de: Darf Hilfetexte erhalten

source: Has write access to the authentication configuration
de: Hat Schreib-Zugriff auf die Authentifizierungskonfigurationen

source: May restore items from the trashcan
de: Darf Objekte aus dem Papierkorb wiederherstellen

source: May resume Task
de: Darf Aufgaben fortsetzen

source: May start Task
de: Darf Aufgaben starten

source: May stop Task
de: Darf Aufgaben stoppen

source: May run Wizard
de: Darf den Wizard ausführen

source: May test Alert
de: Darf Benachrichtigungen testen

source: May create a new {{entityType}}
de: Darf ein(e/n) neue(n) {{entityType}} erstellen

source: May delete an existing {{entityType}}
de: Darf eine(n) existierende(n) {{entityType}} löschen

source: Has read access to {{entityType}}
de: Hat Lese-Zugriff auf {{entityType}}

source: Has write access to {{entityType}}
de: Hat Schreib-Zugriff auf {{entityType}}

source: May sync the CERT feed
de: Darf den CERT-Feed synchronisieren

source: May sync the NVT feed
de: Darf den NVT-Feed synchronisieren

source: May sync the SCAP feed
de: Darf den SCAP-Feed synchronisieren

source: May sync {{entityType}}
de: Darf {{entityType}} synchronisieren

source: May move {{entityType}}
de: Darf {{entityType}} verschieben

source: May verify {{entityType}}
de: Darf {{entityType}} verifizieren

source: {{subjectType}} {{subjectName}} has super access
de: {{subjectType}} {{subjectName}} hat SuperŹugriff

source: {{subjectType}} {{subjectName}} may login
de: {{subjectType}} {{subjectName}} darf sich einloggen

source: {{subjectType}} {{subjectName}} may run multiple GMP commands in one
de: {{subjectType}} {{subjectName}} darf mehrere GMP-Befehle in einem ausführen

source: {{subjectType}} {{subjectName}} has all permissions
de: {{subjectType}} {{subjectName}} hat alle Berechtigungen

source: {{subjectType}} {{subjectName}} may empty the trashcan
de: {{subjectType}} {{subjectName}} darf den Papierkorb leeren

source: {{subjectType}} {{subjectName}} may get the dependencies of NVTs
de: {{subjectType}} {{subjectName}} darf die Abhängigkeiten von NVTs erhalten

source: {{subjectType}} {{subjectName}} may get version information
de: {{subjectType}} {{subjectName}} darf Versionsinformationen erhalten

source: {{subjectType}} {{subjectName}} may get the help text
de: {{subjectType}} {{subjectName}} darf den Hilfetext erhalten

source: {{subjectType}} {{subjectName}} has write access to the authentication configuration
de: {{subjectType}} {{subjectName}} hat Schreib-Zugriff auf die Authentifizierungskonfiguration

source: {{subjectType}} {{subjectName}} may restore items from the trashcan
de: {{subjectType}} {{subjectName}} darf Objekte aus dem Papierkorb wiederherstellen

source: {{subjectType}} {{subjectName}} may resume Task
de: {{subjectType}} {{subjectName}} darf eine Aufgabe fortsetzen

source: {{subjectType}} {{subjectName}} may start Task
de: {{subjectType}} {{subjectName}} darf eine Aufgabe starten

source: {{subjectType}} {{subjectName}} may stop Task
de: {{subjectType}} {{subjectName}} darf eine Aufgabe stoppen

source: {{subjectType}} {{subjectName}} may run Wizard
de: {{subjectType}} {{subjectName}} darf den Wizard ausführen

source: {{subjectType}} {{subjectName}} may test Alert
de: {{subjectType}} {{subjectName}} darf Benachrichtigungen testen

source: {{subjectType}} {{subjectName}} may delete an existing {{resourceType}}
de: {{subjectType}} {{subjectName}} darf ein(e/n) existierende(n) {{resourceType}} löschen

source: {{subjectType}} {{subjectName}} has read access to {{resourceType}}
de: {{subjectType}} {{subjectName}} hat Lese-Zugriff auf {{resourceType}}

source: {{subjectType}} {{subjectName}} has write access to {{resourceType}}
de: {{subjectType}} {{subjectName}} hat Schreib-Zugriff auf {{resourceType}}

source: {{subjectType}} {{subjectName}} may sync the CERT feed
de: {{subjectType}} {{subjectName}} darf den CERT-Feed synchronisieren

source: {{subjectType}} {{subjectName}} may sync the NVT feed
de: {{subjectType}} {{subjectName}} darf den NVT-Feed synchronisieren

source: {{subjectType}} {{subjectName}} may sync the SCAP feed
de: {{subjectType}} {{subjectName}} darf den SCAP-Feed synchronisieren

source: {{subjectType}} {{subjectName}} may sync {{resourceType}}
de: {{subjectType}} {{subjectName}} darf {{resourceType}} synchronisieren

source: {{subjectType}} {{subjectName}} may move {{resourceType}}
de: {{subjectType}} {{subjectName}} darf {{resourceType}} verschieben

source: {{subjectType}} {{subjectName}} may verify {{resourceType}}
de: {{subjectType}} {{subjectName}} darf {{resourceType}} verifizieren

source: Browser Language
de: Browser-Sprache

source: Bad login information
de: Falsche Login-Daten

source: Could not connect to server
de: Verbindung zum Server konnte nicht hergestellt werden

source: GMP error during authentication
de: GMP-Fehler während der Authentifizierung

source: GMP Service is down
de: GMP-Dienst ist nicht erreichbar

source: Unknown type ({{type}})
de: Unbekannter Typ ({{type}})

source: Username + Password
de: Benutzername + Passwort

source: Username + SSH Key
de: Benutzername + SSH-Schlüssel

source: Client Certificate
de: Benutzerzertifikat

source: PGP Encryption Key
de: PGP-Verschlüsselungsschlüssel

source: Password only
de: Nur Passwort

source: Delete Requested
de: Löschen Angefragt

source: Ultimate Delete Requested
de: Endgültig Löschen Angefragt

source: Resume Requested
de: Fortsetzen Angefragt

source: Interrupted
de: Unterbrochen

source: Uploading
de: Lade hoch

source: Open
de: Offen

source: Port Range
de: Portbereiche

source: An error occurred during making the request. Most likely the web server does not respond.
de: Es ist ein Fehler während der Anfrage aufgetreten. Höchstwahrscheinlich antwortet der Webserver nicht.

source: A timeout for the request to url {{- url}} occurred.
de: Zeitüberschreitung bei der Anfrage zur URL {{- url}}

source: An error occurred while converting gmp response to js for url {{- url}}
de: Es ist ein Fehler beim Konvertieren einer GMP-Anwort nach Javascript für die URL {{- url}} aufgetreten

source: Unknown Error
de: Unbekannter Fehler
